const Map<String, String> arAE = {
  "إنتظر قليلاً...":
      "إنتظر قليلاً...", //////////////////////////In Loading........../////////////
  "تسجيل الدخول": "تسجيل الدخول",
  "مرحـــبا بك..": "مرحـــبا بك..",
  "قم بملاء الحقول لمواصلة تسجيل الدخول":
      "قم بملاء الحقول لمواصلة تسجيل الدخول",
  "اسم المستخدم": "اسم المستخدم",
  "أدخل اسم المستخدم": "أدخل اسم المستخدم",
  "الرجاء إدخال اسم المستخدم": "الرجاء إدخال اسم المستخدم",
  "الأسم المدخل:": "الأسم المدخل:",
  "العودة": "العودة",
  "كلمة المرور": "كلمة المرور",
  "أدخل كلمة المرور": "أدخل كلمة المرور",
  "الرجاء إدخال كلمة المرور": "الرجاء إدخال كلمة المرور",
  "ليس لديك حســاب؟ أنشى واحد الان": "ليس لديك حســاب؟ أنشى واحد الان",
  "الــتالي": "الــتالي",
  "الدخول": "الدخول",
  "المتابعة كزائر": "المتابعة كزائر",
  "قراءة شروط واحكام على مودك": "قراءة شروط واحكام على مودك",
  "الرجاء الإنتظار..":
      "الرجاء الإنتظار..", /////////////////////////////////............Login.......................

  "إنشاء حساب جديد": "إنشاء حساب جديد",
  "قم بملاء الحقول لمواصلة إنشاء الحســاب":
      "قم بملاء الحقول لمواصلة إنشاء الحســاب",
  "لديك حســاب؟ قم بتسجيل الدخول الان": "لديك حســاب؟ قم بتسجيل الدخول الان",
  "الإنشاء":
      "الإنشاء", ///////////////////////........................... Sign...........................///////

  "الرئيسية": "الرئيسية",
  "على مودك": "على مودك",
  "أحدث العروض": "أحدث العروض",
  "السعر:": 'السعر:',
  "الأكثر مشاهدة": "الأكثر مشاهدة",
  "الاقسام الرئيسية": "الاقسام الرئيسية",
  "العربية": "العربية",
  "/ الاقسام الفرعية": "/ الاقسام الفرعية",
  "الكل": "الكل",
  "غير متوفر": "غير متوفر",
  "التفاصيل العامة":
      "التفاصيل العامة", /////////////////////////....................home........................//////
  "معلومات الحساب": "معلومات الحساب",
  "أسم الحسـاب": "أسم الحسـاب",
  "رقم الهاتف": "رقم الهاتف",
  "غير مدخل": "غير مدخل",
  "حالة الباقة":
      "حالة الباقة", /////////////////////.........Info Account//////////////////////
  "إختيار العملة": "إختيار العملة",
  "قم رجاءًا بإختيار العملة المرادة": "قم رجاءًا بإختيار العملة المرادة",
  "الدينار العراقي": "الدينار العراقي",
  "الدولار الامريكي":
      "الدولار الامريكي", ///////////////////////////////.................Chose Conins............../////
  "إختيار اللغة": "إختيار اللغة",
  "قم رجاءًا بإختيار اللغة المرادة": "قم رجاءًا بإختيار اللغة المرادة",
  "اللغة العربية": "اللغة العربية",
  "اللغة الإنجليزية": "اللغة الإنجليزية",
  "اللغة التركية": "اللغة التركية",
  "اللغة الكردية":
      "اللغة الكردية", /////////////////////////////...........chose lang.................../////////
  "الموقع الجغرافي":
      "الموقع الجغرافي", //////////////////////............ chose location................///////
  "الباقات":
      "الباقات", /////////////////////////////.................... chose pack................////////////////
  "القوانين والشروط والاحكام":
      "القوانين والشروط والاحكام", //////////////////////....chose terms........////////////////////////////////

  "إختيار المسار": "إختيار المسار",
  "قم رجاءًا بإختيار المسار المراد": "قم رجاءًا بإختيار المسار المراد",
  "على مودك العراق": "على مودك العراق",
  "على مودك تركيا":
      "على مودك تركيا", //////////////////////////......./ chosed Tarck.................////////////
  "الإعدادت": "الإعدادت",
  "اللغة": "اللغة",
  "العملة": "العملة",
  "المسار": "المسار",
  "الشروط والقوانين": "الشروط والقوانين",
  "حذف الحساب": "حذف الحساب",
  "تسجيل الخروج":
      "تسجيل الخروج", ////////////..................Settings................../////////
  "إنشاء منشور": "إنشاء منشور",
  "اختر قسم من الأقسام التالية": "اختر قسم من الأقسام التالية",

  ///////////////////////........List Of Add.........../////

  "قم بملاء الحقول لمواصلة إنشاء المنشور":
      "قم بملاء الحقول لمواصلة إنشاء المنشور",
  "إدخال الأقسام الفرعية": "إدخال الأقسام الفرعية",
  "اختر القسم الفرعي": "اختر القسم الفرعي",
  "اختر القسم الفرعي الثاني": "اختر القسم الفرعي الثاني",
  "المنطقة والمكان": "المنطقة والمكان",
  "المكان": "المكان",
  "أدخل المكان او موقعك بشكل صحيح مثال: بغداد-شرق دجلة":
      "أدخل المكان او موقعك بشكل صحيح مثال: بغداد-شرق دجلة",
  "العنوان": "العنوان",
  "أدخل عنوان المنشور مثال: للبيع سيارة":
      "أدخل عنوان المنشور مثال: للبيع سيارة",
  "السعر": "السعر",
  "أدخل السعر": "أدخل السعر",
  "النوع": "النوع",
  "أدخل نوع السيارة مثل:تويوتا": "أدخل نوع السيارة مثل:تويوتا",
  "سنة الصنع": "سنة الصنع",
  "أدخل سنة الصنع مثال: 2015": "أدخل سنة الصنع مثال: 2015",
  "الــكليومترات": "الــكليومترات",
  "ادخل عدد الكليومترات مثال:200,000": "ادخل عدد الكليومترات مثال:200,000",
  "الكليومترات": "الكليومترات",
  "حالة السيارة": "حالة السيارة",
  "جديد": "جديد",
  "مستعمل": "مستعمل",
  "مستعمل بِشدة": "مستعمل بِشدة",
  "الموديل": "الموديل",
  "ادخل موديل السيارة مثال: راف فور": "ادخل موديل السيارة مثال: راف فور",
  "نوع الوقود": "نوع الوقود",
  "هجين": "هجين",
  "كهربائي": "كهربائي",
  "بنزين": "بنزين",
  "ديزل": "ديزل",
  "نوع ناقل الحركة": "نوع ناقل الحركة",
  "أوتوماتيكي": "أوتوماتيكي",
  "يدوي": "يدوي",
  "متغير بإستمرار": "متغير بإستمرار",
  "شبة أوتوماتيكي": "شبة أوتوماتيكي",
  "سعة المحرك": "سعة المحرك",
  "0-1000 سي سي": "0-1000 سي سي",
  "1000-1600 سي سي": "1000-1600 سي سي",
  "1600-2500 سي سي": "1600-2500 سي سي",
  "2500-4000 سي سي": "2500-4000 سي سي",
  "4000+ سي سي": "4000+ سي سي",
  "5000+ سي سي": "5000+ سي سي",
  "عدد المقاعد": "عدد المقاعد",
  "4 مقاعد": "4 مقاعد",
  "5 مقاعد": "5 مقاعد",
  "6 مقاعد": "6 مقاعد",
  "6 أكثر من": "6 أكثر من",
  "اللون الخارجي للسيارة": "اللون الخارجي للسيارة",
  "أدخل اللون الخارجي السيارة مثل:ابيض": "أدخل اللون الخارجي السيارة مثل:ابيض",
  "اللون الخارجي": "اللون الخارجي",
  "اللون الداخلي للسيارة": "اللون الداخلي للسيارة",
  "أدخل اللون الداخلي السيارة مثل:ابيض": "أدخل اللون الداخلي السيارة مثل:ابيض",
  "اللون الداخلي": "اللون الداخلي",
  "نوع الهيكل": "نوع الهيكل",
  "أدخل نوع الهيكل مثال: اس يو في": "أدخل نوع الهيكل مثال: اس يو في",
  "حالة الهيكل": "حالة الهيكل",
  "ممتاز دون حوادث": "ممتاز دون حوادث",
  "جيد بحوادث طفيفة": "جيد بحوادث طفيفة",
  "سيئ": "سيئ",
  "التفاصيل الإضافية": "التفاصيل الإضافية",
  "أدخل التفاصيل الإضافية مثل مزايا السيارة وخصائصها":
      "أدخل التفاصيل الإضافية مثل مزايا السيارة وخصائصها",
  "الصور": "الصور",
  "إضافة صور للسيارة": "إضافة صور للسيارة",
  "ملاحظة:عند إضافة الصور تجنب إختيار الصورة التي بالطول او الصورة منخفضة الجودة":
      "ملاحظة:عند إضافة الصور تجنب إختيار الصورة التي بالطول او الصورة منخفضة الجودة",
  "لم يتم إختيار اي صورة": "لم يتم إختيار اي صورة",
  "إنهاء الإضافة": "إنهاء الإضافة",
  "إضــافة المــنشور": "إضــافة المــنشور",
  "عملية التحقق من الصور وترجمة بيانات المنشور إلى اللغات المختلفة تستغرق بعض من الوقت..الرجاء الإنتظار وإبقاء الإتصال على الانترنت ":
      "عملية التحقق من الصور وترجمة بيانات المنشور إلى اللغات المختلفة تستغرق بعض من الوقت..الرجاء الإنتظار وإبقاء الإتصال على الانترنت ", ///////////////////////////........................AddCar........................///////

  "الإضافة / فرص العمل": "الإضافة / فرص العمل",
  "أدخل عنوان المنشور مثال: المسمى الوظيفة":
      "أدخل عنوان المنشور مثال: المسمى الوظيفة",
  "ادخل التفاصيل الإضافية":
      "ادخل التفاصيل الإضافية", ///////////////////////////// Add Job...............////////
  "الحالة": "الحالة",
  "طريقة البيع": "طريقة البيع",
  "أدخل عنوان المنشور": "أدخل عنوان المنشور",
  "الإضافة / أثاث مستعمل":
      "الإضافة / أثاث مستعمل", /////////////////// Used...........////////
  "الإضافة / الآلات والمعدات":
      "الإضافة / الآلات والمعدات", ////////////..............Macth..........///
  "الإضافة / المهن والحرف": "الإضافة / المهن والحرف",
  "إضافة صور": "إضافة صور",
  "الخبرة": "الخبرة",
  "ادخل سنين الخبرة": "ادخل سنين الخبرة",
  "العمر": "العمر",
  "ادخل عمرك": "ادخل عمرك",
  "الاسم الكامل": "الاسم الكامل",
  "ادخل أسمك بالكامل": "ادخل أسمك بالكامل",
  "الإضافة / المنتجات المنزلية": "الإضافة / المنتجات المنزلية",
  "الإضافة / العروض والصفقات": "الإضافة / العروض والصفقات",
  "الإضافة / الإعلانات الرسمية": "الإضافة / الإعلانات الرسمية",
  /////////////pro..................
  "معلوماتي": "معلوماتي",
  "البحث": "البحث",
  "إضافة منشور": "إضافة منشور",
  "ناشر المنشور": "ناشر المنشور",

  //////////////////////////////////////////........./New Translation................../////////////
  "عندما تقوم بإختيار لغة ما سيتم تخصيص جميع الواجهات باللغة المختارة":
      "عندما تقوم بإختيار لغة ما سيتم تخصيص جميع الواجهات باللغة المختارة",
  "عندما تختار العملة سيتم تخصيص الواجهات بالعملة المختارة,,مع العلم بإن اللغة الأساسية للتطبيق هي الدينار":
      "عندما تختار العملة سيتم تخصيص الواجهات بالعملة المختارة,,مع العلم بإن اللغة الأساسية للتطبيق هي الدينار",
  "آلية تأمين و توثيق الحساب": "آلية تأمين و توثيق الحساب",
  "عملية تأمين وتوثيق الحــساب تساعدك على حماية حسابك  بالإضافة إلى ذلك إمكانية التواصل معك عند نشر المنشورات":
      "عملية تأمين وتوثيق الحــساب تساعدك على حماية حسابك  بالإضافة إلى ذلك إمكانية التواصل معك عند نشر المنشورات",
  "التوثيق الان": "التوثيق الان",
  "يتم أخذ موقعك الجغرافي تلقائيًا وبدقة عالية":
      "يتم أخذ موقعك الجغرافي تلقائيًا وبدقة عالية",
  "لم يتم إدخال الموقع الجغرافي بعد": "لم يتم إدخال الموقع الجغرافي بعد",
  "يرجى تفعيل خدمة الموقع الجغرافي": "يرجى تفعيل خدمة الموقع الجغرافي",
  ///////
  "خطأ": "خطأ",
  "أخذ الموقع الجغرافي": "أخذ الموقع الجغرافي",
  "تفعيل التنبيهات": "تفعيل التنبيهات",
  "الان تمتع بوصول الإشعارات الحديثة إليك عند إضافة العروض والصفقات الخاصة":
      "الان تمتع بوصول الإشعارات الحديثة إليك عند إضافة العروض والصفقات الخاصة",
  "أضغط على زر تفعيل الإشعارات والبدء الان":
      "أضغط على زر تفعيل الإشعارات والبدء الان",
  "ليس لديك الإذن": "ليس لديك الإذن",
  'لاتستطيع القيام بهذه العملية قم بتسجيل دخولك اولاً':
      'لاتستطيع القيام بهذه العملية قم بتسجيل دخولك اولاً',
  "تـــفعيل الإشعارات": "تـــفعيل الإشعارات",
  "ملاحظة هذه الخاصية للحسابات المشتركة في الباقات الخاصة":
      "ملاحظة هذه الخاصية للحسابات المشتركة في الباقات الخاصة",
  "الخـطوة الاولى إضافة رقم للتواصل": "الخـطوة الاولى إضافة رقم للتواصل",
  "إضافة رقم يتيح فرصة التواصل معك عند نشر المنشورات":
      "إضافة رقم يتيح فرصة التواصل معك عند نشر المنشورات",
  "سيظهر رقمك الخاص عندما تقوم بنشر منشور ما حتى يستطيع المستخدمين التواصل معك":
      "سيظهر رقمك الخاص عندما تقوم بنشر منشور ما حتى يستطيع المستخدمين التواصل معك",
  "أدخل مفتاح الدولة متبوعًا برقم الهاتف مثال: 00964":
      "أدخل مفتاح الدولة متبوعًا برقم الهاتف مثال: 00964",
  "الرجاء إدخال رقم الهاتف": "الرجاء إدخال رقم الهاتف",
  "التــالي": "التــالي",
  "الخـطوة الثانية إضافة وسيلة الامان": "الخـطوة الثانية إضافة وسيلة الامان",

  "قم بإدخال أسئلة الأمان الخاصة بك": "قم بإدخال أسئلة الأمان الخاصة بك",
  "السؤال الأول": "السؤال الأول",
  "أدخل هنا سؤال يخصك لتأمين الحساب": "أدخل هنا سؤال يخصك لتأمين الحساب",
  "الرجاء إدخال  سؤال الأمان": "الرجاء إدخال  سؤال الأمان",
  "إجابة السؤال الأول": "إجابة السؤال الأول",
  "أدخل هنا إجابة السؤال الأول": "أدخل هنا إجابة السؤال الأول",
  "الرجاء إدخال جواب سؤال الأمان": "الرجاء إدخال جواب سؤال الأمان",
  "السؤال الثاني": "السؤال الثاني",
  "الرجاء إدخال  سؤال الأمان ": "الرجاء إدخال  سؤال الأمان ",
  "إجابة السؤال الثاني": "إجابة السؤال الثاني",
  "أدخل هنا إجابة السؤال الثاني": "أدخل هنا إجابة السؤال الثاني",
  "الرجاء إدخال جواب سؤال الأمان ": "الرجاء إدخال جواب سؤال الأمان ",
  "الحفظ": "الحفظ",
  "إنشاء متجر إلكتروني": "إنشاء متجر إلكتروني",
  "من المزايا الجديدة المُقدمة حيث نتيح لك كمستخدم إنشاء متجر في قسم المول الإلكتروني":
      "من المزايا الجديدة المُقدمة حيث نتيح لك كمستخدم إنشاء متجر في قسم المول الإلكتروني",
  "أبدا الان بإنشاء متجرك": "أبدا الان بإنشاء متجرك",
  "بدء الإنشاء الان": "بدء الإنشاء الان",
  "مرحلة إنشاء حساب المتجر": "مرحلة إنشاء حساب المتجر",
  "قم بملا البيانات التالية": "قم بملا البيانات التالية",
  "أسم المتجر": "أسم المتجر",
  "أدخل هنا أسم متجرك الخاص": "أدخل هنا أسم متجرك الخاص",
  "وصف المتجر": "وصف المتجر",
  "أدخل هنا وصف متجرك الخاص": "أدخل هنا وصف متجرك الخاص",
  "صورة المتجر": "صورة المتجر",
  "عندما تقوم بإختيار مسار ما سيتم تخصيص جميع الواجهات بالمسار المختار":
      "عندما تقوم بإختيار مسار ما سيتم تخصيص جميع الواجهات بالمسار المختار",
  "على مودك سوريا": "على مودك سوريا",
  "التنبيهات": "التنبيهات",
  "المتجر الإلكتروني": "المتجر الإلكتروني",
  "توثيق الحساب": "توثيق الحساب",
  "حذف الحــساب": "حذف الحــساب",
  "إننا نقوم بإعطائك الحرية في أي وقت تشاء لحذف وتعطيل حسابك ولكن عليك مراعاة الشروط التالية":
      "إننا نقوم بإعطائك الحرية في أي وقت تشاء لحذف وتعطيل حسابك ولكن عليك مراعاة الشروط التالية",
  "لايمكن حذف حسابك او تعطيله بعد نشر اي منشور في اي قسم ما":
      "لايمكن حذف حسابك او تعطيله بعد نشر اي منشور في اي قسم ما",
  "عليك الضغط على زر حذف الحساب لبدء عملية الحذف":
      "عليك الضغط على زر حذف الحساب لبدء عملية الحذف",
  "بعد عملية حذف الحساب لن نستطيع  تسجيل الدخول مجددًا او المطالبة بإستعادة الحساب مهما كان السبب":
      "بعد عملية حذف الحساب لن نستطيع  تسجيل الدخول مجددًا او المطالبة بإستعادة الحساب مهما كان السبب",
  "البدء الان بحذف الحساب": "البدء الان بحذف الحساب",
  "بإمكانك تغير المسار لاحقًا كما تشاء": "بإمكانك تغير المسار لاحقًا كما تشاء",
  "فقدت كلمة المرور؟ قم بالإستعادة الان":
      "فقدت كلمة المرور؟ قم بالإستعادة الان",
  "التحقق": "التحقق",
  "قم بملاء الحقول لمواصلة عملية إستعادة كلمة المرور الدخول":
      "قم بملاء الحقول لمواصلة عملية إستعادة كلمة المرور الدخول",
  "أستعادة كلمة المرور": "أستعادة كلمة المرور",
  "اجب على الاسئلة التالية في الحقول المناسبة":
      "اجب على الاسئلة التالية في الحقول المناسبة",
  "التحقق والإستعادة": "التحقق والإستعادة",
  "قم بإدخال كلمة المرور الجديدة": "قم بإدخال كلمة المرور الجديدة",
  "الحفظ الان": "الحفظ الان",
  "ليس هنالك بيانات لعرضها": "ليس هنالك بيانات لعرضها",
  "قم بالبحث عن ماتريد عن طريق أدوات بحث مخصصة":
      "قم بالبحث عن ماتريد عن طريق أدوات بحث مخصصة",
  "الــبحث": "الــبحث",
  "الــبحث الان": "الــبحث الان",
  "أدخــل هنا أسم المنشور": "أدخــل هنا أسم المنشور",
  "مشاهدة الأقسام": "مشاهدة الأقسام",
  "إخفاء الأقسام": "إخفاء الأقسام",
  "المعــذرة البيانات حاليًا غير متاحة للعرض ..حاول مجددًا":
      "المعــذرة البيانات حاليًا غير متاحة للعرض ..حاول مجددًا",
  "تفاصيل العرض": "تفاصيل العرض",
  "المعذرة قد لاتمتلك منشورات او هنالك خلل في جلب البيانات":
      "المعذرة قد لاتمتلك منشورات او هنالك خلل في جلب البيانات",
  "الــتعديل": "الــتعديل",
  "الحــذف": "الحــذف",
  "لوحة التحكم الخـاصة بالمـستخدم": "لوحة التحكم الخـاصة بالمـستخدم",
  "الـمعلومات الــعامة": "الـمعلومات الــعامة",
  "المعلومات العامة حول لوحة التحكم الخـاصة بك عدد المنشورات,المشاهدات وإلخ..":
      "المعلومات العامة حول لوحة التحكم الخـاصة بك عدد المنشورات,المشاهدات وإلخ..",
  "عدد المنشورات": "عدد المنشورات",
  "إجمالي المشاهدات": "إجمالي المشاهدات",
  "هذا رقم عدد منشوراتك التى قمت بإنشاءها":
      "هذا رقم عدد منشوراتك التى قمت بإنشاءها",
  "هذا رقم عدد إجمالي مشاهدات منشوراتك": "هذا رقم عدد إجمالي مشاهدات منشوراتك",
  "قائمة منشوراتك": "قائمة منشوراتك",
  "قائمة منشوراتك الخاصة التى قمت بنشرها..يمكنك مشاهدة التفاصيل,التعديل والحذف":
      "قائمة منشوراتك الخاصة التى قمت بنشرها..يمكنك مشاهدة التفاصيل,التعديل والحذف",
///////////////////////
  'دولار': 'دولار',
  'دينار': 'دينار',
  "لوحة التحكم": "لوحة التحكم",
  "قائمة متاجرك": "قائمة متاجرك",
  "قائمة متاجرك المعتمدة والمنشورة في المنصة":
      "قائمة متاجرك المعتمدة والمنشورة في المنصة",
  "قائمة منشوراتك الخاصة التى قمت بنشرها..والحذف":
      "قائمة منشوراتك الخاصة التى قمت بنشرها..والحذف",
  "هذا رقم متاجرك الذي قمت بإنشائها": "هذا رقم متاجرك الذي قمت بإنشائها",
  "هذا رقم منشورات المزادات التى قمت بإنشائها":
      "هذا رقم منشورات المزادات التى قمت بإنشائها",
  "عدد المتاجر": "عدد المتاجر",
  "عدد المزادات": "عدد المزادات",
  "المتاجر": "المتاجر",
  "المنشورات": "المنشورات",
  "الفلترة المتعمقة": "الفلترة المتعمقة",
  "إظهار الفلترة": "إظهار الفلترة",
  "إخفاء الفلترة": "إخفاء الفلترة",
  "اختر المدينة": "اختر المدينة",
  "اختر القسم الرئيسي": "اختر القسم الرئيسي",
  "بدء الفلترة": "بدء الفلترة",
  "الفلترة حسب الموقع(جديد)": "الفلترة حسب الموقع(جديد)",
  "البحث عن موقعك": "البحث عن موقعك",
  "الإضافة / خدمات الترويج": "الإضافة / خدمات الترويج",
  "الإضافة / التوكيلات والجملة": "الإضافة / التوكيلات والجملة",
  "الإضافة / العقارات": "الإضافة / العقارات",
  "الإضافة / الــسيارات": "الإضافة / الــسيارات",
  "الإضافة / سوق المستعمل": "الإضافة / سوق المستعمل",
  "الإضافة / المول الإلكتروني": "الإضافة / المول الإلكتروني",

  //////////////////////////////////////New 2-3//////////////////////////

  "ابدأ رحلتك الآن!": "ابدأ رحلتك الآن!",
  "أنشئ إعلانك في دقائق واستهدف جمهورك بكل سهولة":
      "أنشئ إعلانك في دقائق واستهدف جمهورك بكل سهولة",
  "أضف الصور والتفاصيل ليظهر إعلانك بأفضل شكل":
      "أضف الصور والتفاصيل ليظهر إعلانك بأفضل شكل",
  "حقق أهدافك الآن وابدأ بزيادة أرباحك!":
      "حقق أهدافك الآن وابدأ بزيادة أرباحك!",
  "أحدث المنشورات": "أحدث المنشورات",
  "المنشورات الأكثر مشاهدة": "المنشورات الأكثر مشاهدة",
  "المنشورات الأعلى تقييم": "المنشورات الأعلى تقييم",
  "التقييم العام": "التقييم العام",
  "أضف تقييمك": "أضف تقييمك",
  "معلومات  حول الناشر": "معلومات  حول الناشر",
  "المزيد": "المزيد",
  "المزاد": "المزاد",
  "المزاد انتهى!": "المزاد انتهى!",
  'المزاد غير متوفر.': 'المزاد غير متوفر.',
  'السعر الحالي': 'السعر الحالي',
  'السعر الابتدائي': 'السعر الابتدائي',
  'بداية المزاد:': 'بداية المزاد:',
  "نهاية المزاد:": 'نهاية المزاد:',
  'حالة المزاد:': 'حالة المزاد:',
  'نشط': 'نشط',
  'منتهي': 'منتهي',
  "التعليقات والردود": "التعليقات والردود",
  "أضافة تعليق جديد": "أضافة تعليق جديد", "بدء المزايدة": "بدء المزايدة",
  "تفاصيل المــنشور": "تفاصيل المــنشور",
  "بدء الفرز": "بدء الفرز",
  "صندوق البحث": "صندوق البحث",
  "حـدد القسم للفلترة": "حـدد القسم للفلترة",
  "حدد معايير البحث": "حدد معايير البحث",
  "نطاق السعر": "نطاق السعر",
  "السعر الأدنى": "السعر الأدنى",
  "دينار عراقي": "دينار عراقي", "السعر الأعلى": "السعر الأعلى",
  "الفرز الان": "الفرز الان",
  "إختيار مظهر التطبيق": "إختيار مظهر التطبيق",
  "أختر مظهر التطبيق المناسب لك من الخيارات التالية:":
      "أختر مظهر التطبيق المناسب لك من الخيارات التالية:",
  "الوضع العادي": "الوضع العادي",
  "فاتح": "فاتح",
  "الوضع الليلي": "الوضع الليلي",
  "مظلم": "مظلم",
  "إختيار بيانات الناشر": "إختيار بيانات الناشر",
  "ميزة جديدة ومقدمة تتيح لك حرية إختيار بيانات الناشر":
      "ميزة جديدة ومقدمة تتيح لك حرية إختيار بيانات الناشر",
  "ستظهر بيانات الناشر للمستخدمين عندما تقوم بنشر منشور ما..":
      "ستظهر بيانات الناشر للمستخدمين عندما تقوم بنشر منشور ما..",
  "تتيح لك هذه الميزة إحترافية أكثر من ناحية إضافة شعار خاص بك  ووصف مطول عنك-نشاطك بالإضافة إلى وسيلة تواصل مفضلة معك":
      "تتيح لك هذه الميزة إحترافية أكثر من ناحية إضافة شعار خاص بك  ووصف مطول عنك-نشاطك بالإضافة إلى وسيلة تواصل مفضلة معك",
  "الإعداد الـان": "الإعداد الـان",
  "مرحلة إنشاء بيانات الناشر-المتجر": "مرحلة إنشاء بيانات الناشر-المتجر",
  "أسم الناشر-المتجر": "أسم الناشر-المتجر",
  "أدخل هنا أسم االذي سيظهر عند النشر": "أدخل هنا أسم االذي سيظهر عند النشر",
  "وصف الناشر-المتجر": "وصف الناشر-المتجر",
  "أدخل هنا وصف الناشر-المتجر مثال إذا كانت ناشر مختص في قسم معين وإلخ..":
      "أدخل هنا وصف الناشر-المتجر مثال إذا كانت ناشر مختص في قسم معين وإلخ..",
  "رقم التواصل": "رقم التواصل",
  "أدخل هنا رمز الدخول متبوعًا برقم الهاتف للأتصال في حال لديك رغبة":
      "أدخل هنا رمز الدخول متبوعًا برقم الهاتف للأتصال في حال لديك رغبة",
  "رقم الواتساب": "رقم الواتساب",
  "أدخل هنا رمز الدخول متبوعًا برقم الهاتف المخصص للواتساب":
      "أدخل هنا رمز الدخول متبوعًا برقم الهاتف المخصص للواتساب",
  "صورة للناشر-المتجر": "صورة للناشر-المتجر",
  "إضافة صورة للناشر-المتجر": "إضافة صورة للناشر-المتجر",
  "ملاحظة صورة الناشر ليست إجبارية ولكن لإحترافية أعلى يمكنك إضافة صورة للناشر..":
      "ملاحظة صورة الناشر ليست إجبارية ولكن لإحترافية أعلى يمكنك إضافة صورة للناشر..",
  //////
  "تفاصيل الناشر": "تفاصيل الناشر",
  "بدون اسم": "بدون اسم",
  "وصف الناشر": "وصف الناشر",
  "الموقع على الخريطة": "الموقع على الخريطة",
  "طرق التواصل": "طرق التواصل",
  "لا يوجد رقم تواصل متاح": "لا يوجد رقم تواصل متاح",
  "اتصال": "اتصال",
  "واتساب": "واتساب",
  "لا يوجد منشورات متاحة حالياً": "لا يوجد منشورات متاحة حالياً",
  "منشورات الناشر": "منشورات الناشر",
  'بدون عنوان': 'بدون عنوان',
  "التاكيد": "التاكيد", "صفحة التخصيص": "صفحة التخصيص",
  "اختر الدولة": "اختر الدولة",
  "قم بإختيار الدولة المخصصة لك": "قم بإختيار الدولة المخصصة لك",
  "العراق": "العراق",
  "سوريا": "سوريا",
  "تركيا": "تركيا",
  "اختر اللغة": "اختر اللغة",
  "قم بإختيار اللغة المخصصة لك": "قم بإختيار اللغة المخصصة لك",
  "التركية": "التركية",
  "الكردية": "الكردية",
  "الانجليزية": "الانجليزية",
  "الرجاء الإنتظار قليلاً": "الرجاء الإنتظار قليلاً",
  "كل ما تحتاجه في مكان واحد!": "كل ما تحتاجه في مكان واحد!",
  "التقط، شارك، وحقق التفاعل!": "التقط، شارك، وحقق التفاعل!",
  "منشوراتك تثير الاهتمام!": "منشوراتك تثير الاهتمام!",
  "استعرض أقسام متنوعة في تطبيقنا. خدمات، منتجات، وعروض خاصة. كل ما تحتاجه في مكان واحد.":
      "استعرض أقسام متنوعة في تطبيقنا. خدمات، منتجات، وعروض خاصة. كل ما تحتاجه في مكان واحد.",
  "التقط صورة، أضف التفاصيل، وانشرها بسهولة. مع أدوات تخصيص تمنحك أفضل طريقة لعرض منشورك.":
      "التقط صورة، أضف التفاصيل، وانشرها بسهولة. مع أدوات تخصيص تمنحك أفضل طريقة لعرض منشورك.",
  "منشوراتك ستصل لأكبر عدد من الناس بسرعة، مع تفاعل متزايد ومشاهدات عالية في الوقت الفعلي.":
      "منشوراتك ستصل لأكبر عدد من الناس بسرعة، مع تفاعل متزايد ومشاهدات عالية في الوقت الفعلي.",
  "بيانات الناشر": "بيانات الناشر",
  "مظهر التطبيق": "مظهر التطبيق",

  /////////////////
  'جاري تحميل بيانات الناشر...': 'جاري تحميل بيانات الناشر...',
  '⚠️ لا يوجد بيانات لهذا الناشر': '⚠️ لا يوجد بيانات لهذا الناشر',
  'لم يقم الناشر بإضافة معلومات شخصية بعد':
      'لم يقم الناشر بإضافة معلومات شخصية بعد',
  "التعليق": "التعليق",
  "قم رجاءًا بملا الحقول للتعليق": "قم رجاءًا بملا الحقول للتعليق",
  "ادخل هنا التعليق": "ادخل هنا التعليق",
  'يرجى إدخال نص التعليق': 'يرجى إدخال نص التعليق',
  "إضافة التعليق": "إضافة التعليق",
  "المزايدة": "المزايدة",
  "قم رجاءًا بملا الحقول للمزايدة": "قم رجاءًا بملا الحقول للمزايدة",
  "سعر المزايدة": "سعر المزايدة",
  "ادخل سعر المزايدة": "ادخل سعر المزايدة",
  "معلومات التواصل": "معلومات التواصل",
  "ادخل معلومات التواصل": "ادخل معلومات التواصل",
  'يرجى ملء جميع الحقول المطلوبة': 'يرجى ملء جميع الحقول المطلوبة',
  "إضافة مزايدة": "إضافة مزايدة",

  "الإضافة / منتجات من المزرعة": "الإضافة / منتجات من المزرعة",
  "الإضافة / أفكار ومشاريع للتمويل": "الإضافة / أفكار ومشاريع للتمويل",
  "الإضافة / المطاعم": "الإضافة / المطاعم",
  "اللغات": "اللغات",
  "أدخل اللغات التى تجيدها مثال ,الإنجليزية,التركية":
      "أدخل اللغات التى تجيدها مثال ,الإنجليزية,التركية",
  "قم بإضافة صور شخصية,شهادات,خبرات,cv": "قم بإضافة صور شخصية,شهادات,خبرات,cv",
  "الإضافة / عمال يوميين": "الإضافة / عمال يوميين",
  "الإضافة / الخدمات التعليمية": "الإضافة / الخدمات التعليمية",
  "الإضافة / دليل  الشركات": "الإضافة / دليل  الشركات",
  "ليس هنالك تعليقات..ابدا التعليق الان":
      "ليس هنالك تعليقات..ابدا التعليق الان",
  "بدون سعر": "بدون سعر",

  "تنبيه": "تنبيه",
  "لم يتم العثور على نتائج مطابقة..لذا سيتم إرجاع جميع المنشورات":
      "لم يتم العثور على نتائج مطابقة..لذا سيتم إرجاع جميع المنشورات",
  'أكمل ملفك الشخصي!': 'أكمل ملفك الشخصي!',
  'لتحسين تجربتك، ننصح بإكمال معلومات الناشر قبل إنشاء المنشور'
          'حتى يتمكن المستخدمون من التواصل معك بسهولة.':
      'لتحسين تجربتك، ننصح بإكمال معلومات الناشر قبل إنشاء المنشور'
          'حتى يتمكن المستخدمون من التواصل معك بسهولة.',
  'إخفاء مؤقت': 'إخفاء مؤقت',
  'إخفاء دائم': 'إخفاء دائم',

  ////////////////////////////////////////

  'رقم المزاد:': 'رقم المزاد:',
  "خيارات الفلترة": "خيارات الفلترة",
  "القسم الفرعي": "القسم الفرعي",
  "القسم الفرعي الثاني": "القسم الفرعي الثاني",
  "اختر المنطقة": "اختر المنطقة",
  "الفترة الزمنية": "الفترة الزمنية",
  "الفـترة الزمـنية": "الفـترة الزمـنية",
  "أخر أربعة وعشرين ساعة": "أخر أربعة وعشرين ساعة",
  "أخر أسبوع": "أخر أسبوع",
  "أخر شهر": "أخر شهر",
  "أخر سنة": "أخر سنة",
  "كل الأوقات": "كل الأوقات",

  "ملاحظة مهمة جدًا:في حال لم تجد مدينتك في القائمة أختر خيار -غير مدخل-  حيث إننا نراعي المدن الغير متوفرة بمرونة عالية ":
      "ملاحظة مهمة جدًا:في حال لم تجد مدينتك في القائمة أختر خيار -غير مدخل-  حيث إننا نراعي المدن الغير متوفرة بمرونة عالية ",
  "هل المنشور يحتوي على مبلغ مالي؟": "هل المنشور يحتوي على مبلغ مالي؟",
  "نــعم": "نــعم",
  "لا": "لا",
  'الأعلى مشاهدة': 'الأعلى مشاهدة',
  'الأقل مشاهدة': 'الأقل مشاهدة',
  'الأعلى سعراً': 'الأعلى سعراً',
  'الأقل سعراً': 'الأقل سعراً',
  'الأحدث أولاً': 'الأحدث أولاً',
  'الأقدم أولاً': 'الأقدم أولاً',
  'الأعلى تقييماً': 'الأعلى تقييماً',
  'الأقل تقييماً': 'الأقل تقييماً',
  ///////////////

  'مرحبًا بك في تطبيق "على مودك"! قبل أن تبدأ باستخدام التطبيق، يجب عليك قراءة الشروط والأحكام التالية بعناية. باستخدامك للتطبيق، أنت توافق على الامتثال لجميع الشروط المذكورة أدناه. إذا لم توافق على أي من هذه الشروط، يجب عليك عدم استخدام التطبيق.':
      'مرحبًا بك في تطبيق "على مودك"! قبل أن تبدأ باستخدام التطبيق، يجب عليك قراءة الشروط والأحكام التالية بعناية. باستخدامك للتطبيق، أنت توافق على الامتثال لجميع الشروط المذكورة أدناه. إذا لم توافق على أي من هذه الشروط، يجب عليك عدم استخدام التطبيق.',

  '1. الحسابات الشخصية:': '1. الحسابات الشخصية:',
  'أنت مسؤول عن إنشاء حسابك وتوفير معلومات دقيقة وصحيحة عند التسجيل. يُسمح لك بإنشاء منشورات حول المنتجات أو الخدمات التي ترغب في بيعها أو تبادلها. قد يطلب منك التطبيق تقديم معلومات إضافية أو توثيق هويتك لضمان الأمان والتحقق من المصداقية.':
      'أنت مسؤول عن إنشاء حسابك وتوفير معلومات دقيقة وصحيحة عند التسجيل. يُسمح لك بإنشاء منشورات حول المنتجات أو الخدمات التي ترغب في بيعها أو تبادلها. قد يطلب منك التطبيق تقديم معلومات إضافية أو توثيق هويتك لضمان الأمان والتحقق من المصداقية.',

///////////////////////////
  "المول الإلكتروني": "المول الإلكتروني",
  "سوق المستعمل": "سوق المستعمل",
  "مركبات للبيع والايجار": "مركبات للبيع والايجار",
  "المهن والحرف": "المهن والحرف",
  "منتجات من البيت": "منتجات من البيت",
  "عقارات للبيع والإيجار": "عقارات للبيع والإيجار",
  "عروض وصفقات": "عروض وصفقات",
  "المزاد الإلكتروني": "المزاد الإلكتروني",
  "متجر المنتجات العالمية": "متجر المنتجات العالمية",
  "الإعلانات الرسمية": "الإعلانات الرسمية",
  "سوق الجملة والتوكيلات": "سوق الجملة والتوكيلات",
  "فرص عمل": "فرص عمل",
  "أفكار ومشاريع للتمويل": "أفكار ومشاريع للتمويل",
  "المطاعم": "المطاعم",
  "دليل الشركات": "دليل الشركات",
  "منتجات من المرزعة": "منتجات من المرزعة",
  "الخدمات التعليمية": "الخدمات التعليمية",
  "عمال يوميين": "عمال يوميين",
  "خدمات الذكاء الاصطناعي": "خدمات الذكاء الاصطناعي",
  "الانشاءات مواد البناء": "الانشاءات مواد البناء",
  "الالات والمعدات": "الالات والمعدات",
  "الزراعة والحيوان": "الزراعة والحيوان",
  "الصالونات الصحية والرياضية": "الصالونات الصحية والرياضية",
  "الحيوانات الأليفة": "الحيوانات الأليفة",
  "بحث قريب": "بحث قريب",
  "أخذ موقعك": "أخذ موقعك",
  "لايمكنك البحـث! قم بفحص موقعك للحصول على المنشورات القريبة":
      "لايمكنك البحـث! قم بفحص موقعك للحصول على المنشورات القريبة",
  "تمت عملية البحث عن المنشورات القريبة!":
      "تمت عملية البحث عن المنشورات القريبة!",
  'سيتم الان عرض المنـشورات القريبة من موقعك في حال وُجدت':
      'سيتم الان عرض المنـشورات القريبة من موقعك في حال وُجدت',
  "لسبب ما لم تتم عملية البحث..!!حاول مجددًا":
      "لسبب ما لم تتم عملية البحث..!!حاول مجددًا",
  'ترتيب حسب المشاهدات': 'ترتيب حسب المشاهدات',
  'ترتيب حسب السعر': 'ترتيب حسب السعر',
  'ترتيب حسب التاريخ': 'ترتيب حسب التاريخ',
  'ترتيب حسب التقييم': 'ترتيب حسب التقييم',
  "الـفلترة الخـاصة": "الـفلترة الخـاصة",
  //////////////2-17

  'حتى تظهر معلوماتك عند نشر المنشورات.. يجب عليك إكمال معلومات الناشر':
      'حتى تظهر معلوماتك عند نشر المنشورات.. يجب عليك إكمال معلومات الناشر',
  "عند اختيار العملة سيتم تخصيص الواجهات بالعملة المختارة، مع العلم بأن العملة الإفتراضية والاساسية  للتطبيق هي الدينار العراقي.":
      "عند اختيار العملة سيتم تخصيص الواجهات بالعملة المختارة، مع العلم بأن العملة الإفتراضية والاساسية  للتطبيق هي الدينار العراقي.",
  "لايوجد محتوى بهذا القسـم": "لايوجد محتوى بهذا القسـم",
  'يمكنك المحاولة لاحقاً أو التحقق من اتصالك بالإنترنت':
      'يمكنك المحاولة لاحقاً أو التحقق من اتصالك بالإنترنت',
  'إعادة المحاولة': 'إعادة المحاولة',
  "لا توجد تفاصيل متوفرة": "لا توجد تفاصيل متوفرة",
  "لا توجد تفاصيل إضافية": "لا توجد تفاصيل إضافية",
  'تم إنشاء الحساب بنجاح': 'تم إنشاء الحساب بنجاح',
  'تمت بنجاح': 'تمت بنجاح',
  'فشلت العملية': 'فشلت العملية',
  'قد يكون الاسم محجوز او كلمة المرور ضعيفة  هنالك خطا حاليًا حاول مجددًا باسم اخر وتاكد بإن كلمة المرور قوية':
      'قد يكون الاسم محجوز او كلمة المرور ضعيفة  هنالك خطا حاليًا حاول مجددًا باسم اخر وتاكد بإن كلمة المرور قوية',
  'جميع الحقول مطلوبة': 'جميع الحقول مطلوبة',
  'تم تسجيل الدخول بنجاح': 'تم تسجيل الدخول بنجاح',
  'كلمة المرور او الاسم مدخل بطريقة خاطئة او كليهما تاكد وحاول مجددًا':
      'كلمة المرور او الاسم مدخل بطريقة خاطئة او كليهما تاكد وحاول مجددًا',
  "تم حفظ موقعك الجغرافي في قاعدة البيانات بنجاح":
      "تم حفظ موقعك الجغرافي في قاعدة البيانات بنجاح",
  "لم يتم تخزين الموقع الجغرافي في قاعدة البيانات حاول مجددًا":
      "لم يتم تخزين الموقع الجغرافي في قاعدة البيانات حاول مجددًا",
  'تم!': 'تم!',
  'تم الان قم بإدخال إجابات الاسئلة التالية':
      'تم الان قم بإدخال إجابات الاسئلة التالية',
  'خطا!': 'خطا!',
  'رقم الهاتف او الاسم غير صالحين': 'رقم الهاتف او الاسم غير صالحين',
  'نجحت!': 'نجحت!',
  'نجحت عملية التحقق من هويتك..قم بإستعادة كلمة المرور الان':
      'نجحت عملية التحقق من هويتك..قم بإستعادة كلمة المرور الان',
  'فشلت!': 'فشلت!',
  'البيانات التى أدخلتها غير صحيحة..حاول مجددًا بإستخدام بيانات صحيحة':
      'البيانات التى أدخلتها غير صحيحة..حاول مجددًا بإستخدام بيانات صحيحة',

  /////////////////
  'نجحت عملية إستعادة كلمة المرور بنجاح! قم بستجيل دخولك الان':
      'نجحت عملية إستعادة كلمة المرور بنجاح! قم بستجيل دخولك الان',
  'خطا! لم تستطع من إدخال كلمة مرور جديدة حاول مجددًا':
      'خطا! لم تستطع من إدخال كلمة مرور جديدة حاول مجددًا',
  "لاتستطيع البحث!": "لاتستطيع البحث!",
  'يجب عليك إضافة موقعك الجغرافي للبحث عن المنشورات القريبة منك':
      'يجب عليك إضافة موقعك الجغرافي للبحث عن المنشورات القريبة منك',
  "نجاح": "نجاح",
  "تم الحصول على الموقع الجغرافي بنجاح": "تم الحصول على الموقع الجغرافي بنجاح",
  "تم مسح الموقع الجغرافي": "تم مسح الموقع الجغرافي",
  "يرجى منح إذن الوصول إلى الموقع الجغرافي":
      "يرجى منح إذن الوصول إلى الموقع الجغرافي",
  'لقد تم بنجاح توثيق حسابك..شُكرا لاهتمامك بالأمان':
      'لقد تم بنجاح توثيق حسابك..شُكرا لاهتمامك بالأمان',
  'خطا! في العملية': 'خطا! في العملية',
  "نجحت العملية": "نجحت العملية",
  "تم إنشاء المنشور بنجاح": "تم إنشاء المنشور بنجاح",
  "يرجى اختيار القسم الرئيسي": "يرجى اختيار القسم الرئيسي",
  "يرجى رفع الصور قبل إنشاء المنشور": "يرجى رفع الصور قبل إنشاء المنشور",
  "يرجى إدخال العنوان": "يرجى إدخال العنوان",
  "خطا في الصورة حاول رفع صور أخرى بصيغة مختلفة":
      "خطا في الصورة حاول رفع صور أخرى بصيغة مختلفة",
  "خطا في العنوان": "خطا في العنوان",
  "هنالك خطا في ترجمة العنوان وإضافته حاول مجددًا بوقت لاحق":
      "هنالك خطا في ترجمة العنوان وإضافته حاول مجددًا بوقت لاحق",
  "تم إنشاء المنشور بنجاح وإعادة تعيين الحقول":
      "تم إنشاء المنشور بنجاح وإعادة تعيين الحقول",
  "خطا في المحتويات": "خطا في المحتويات",
  "خطا في ترجمة النصوص حاول مجددًا لاحقًا":
      "خطا في ترجمة النصوص حاول مجددًا لاحقًا",
  "نجحت العملية!": "نجحت العملية!",
  "تم إضافة بيانات الناشر بنجاح": "تم إضافة بيانات الناشر بنجاح",
  "فشلت العملية!": "فشلت العملية!",
  "فشلت عملية إضافة البيانات": "فشلت عملية إضافة البيانات",
  'غير مذكور': 'غير مذكور',
  "عملية التحقق من الصور وترجمة بيانات المنشور إلى اللغات المختلفة تستغرق بعض من الوقت..الرجاء الإنتظار وإبقاء الإتصال على الانترنت":
      "عملية التحقق من الصور وترجمة بيانات المنشور إلى اللغات المختلفة تستغرق بعض من الوقت..الرجاء الإنتظار وإبقاء الإتصال على الانترنت",

  "اختر وقت انتهاء المزاد": "اختر وقت انتهاء المزاد",
  "اختر نهاية المزاد": "اختر نهاية المزاد",
  "اختر بداية المزاد": "اختر بداية المزاد",
  "اختر وقت بدء المزاد": "اختر وقت بدء المزاد",
  "لا توجد منشورات متاحة حالياً": "لا توجد منشورات متاحة حالياً",
  "يمكنك المحاولة لاحقًا أو تحديث الصفحة":
      "يمكنك المحاولة لاحقًا أو تحديث الصفحة",
  "ماركة السيارة": "ماركة السيارة",
  ///////////////////////////////
  "لايوجد": "لايوجد",
  "عدد الغرف": "عدد الغرف",
  "غرفة واحدة": "غرفة واحدة",
  "غرفتين": "غرفتين",
  "ثلاثة غرف": "ثلاثة غرف",
  "أربع غرف": "أربع غرف",
  "خمس غرف": "خمس غرف",
  "أكثر من خمس غرف": "أكثر من خمس غرف",
  "عدد الحمامات": "عدد الحمامات",
  "واحد": "واحد",
  "أثنين": "أثنين",
  "ثلاثة": "ثلاثة",
  "أكثر من ثلاثة": "أكثر من ثلاثة",
  "عدد الطوابق": "عدد الطوابق",
  "طابق واحد": "طابق واحد",
  "طابقين": "طابقين",
  "ثلاث طوابق": "ثلاث طوابق",
  "أكثر من ثلاث طوابق": "أكثر من ثلاث طوابق",
  "مساحة البناء": "مساحة البناء",
  "أقل من 100 متر مربع": "أقل من 100 متر مربع",
  "من 100 إلى 200 متر مربع": "من 100 إلى 200 متر مربع",
  "من 200 إلى 300 متر مربع": "من 200 إلى 300 متر مربع",
  "أكثر من 300 متر مربع": "أكثر من 300 متر مربع",
  "مساحة الارض": "مساحة الارض",
  "من 200 إلى 500 متر مربع": "من 200 إلى 500 متر مربع",
  "أكثر من 500 متر مربع": "أكثر من 500 متر مربع",
  "سنة واحدة": "سنة واحدة",
  "سنتين": "سنتين",
  "ثلاث سنين": "ثلاث سنين",
  "أربعة سنين": "أربعة سنين",
  "خمس سنين": "خمس سنين",
  "اكثر من خمس سنين": "اكثر من خمس سنين",
  "طريقة الدفع": "طريقة الدفع",
  "كاش": "كاش",
  "يوجد آلية تقسيط": "يوجد آلية تقسيط",
  "عمر البناء": "عمر البناء",

  //////////////..............///////
  'الدولار الأمريكي': 'الدولار الأمريكي',
  "العملات المتاحة": "العملات المتاحة",
  "محول العملات": "محول العملات",
  "العملة الحالية:": "العملة الحالية:",
  "اختر اللغة المفضلة": "اختر اللغة المفضلة",
  "سيتم تطبيق اللغة المختارة على جميع عناصر التطبيق":
      "سيتم تطبيق اللغة المختارة على جميع عناصر التطبيق",
  "Kurdî": "Kurdî",
  "English": "English",
  'خطوة ١ من ٣': 'خطوة ١ من ٣',
  "ربط رقم الهاتف": "ربط رقم الهاتف",
  "استعادة الحساب عند فقدان كلمة المرور":
      "استعادة الحساب عند فقدان كلمة المرور",
  "أسئلة أمان شخصية": "أسئلة أمان شخصية",
  "طبقة حماية إضافية للعمليات الحساسة": "طبقة حماية إضافية للعمليات الحساسة",
  "ابدأ عملية التأمين": "ابدأ عملية التأمين",
  "ربط رقم الاستعادة": "ربط رقم الاستعادة",
  "رقم خاص تستخدمه لإستعادة حسابك عند الحاجة":
      "رقم خاص تستخدمه لإستعادة حسابك عند الحاجة",
  "مثال: +964 770 123 4567": "مثال: +964 770 123 4567",
  "رقم صحيح": "رقم صحيح",
  "تأكد من صحة الرقم": "تأكد من صحة الرقم",
  "الباقات المتاحة": "الباقات المتاحة",
  "مميزة": "مميزة",
  "استثمارية": "استثمارية",
  "تجارية": "تجارية",
  "اقتصادية": "اقتصادية",
  "عادية": "عادية",
  "تأكيد طـلب الإشتراك": "تأكيد طـلب الإشتراك",
  "هذا العرض يشمل جميع الأقسام": "هذا العرض يشمل جميع الأقسام",
  "ملاحظة: يتم مراجعة طلب الإشتراك من طرف الإدارة وفي حال الموافقة سيتم إنشاء الباقة":
      "ملاحظة: يتم مراجعة طلب الإشتراك من طرف الإدارة وفي حال الموافقة سيتم إنشاء الباقة",
  "الطلب": "الطلب",
  "إلغاء": "إلغاء",
  "بطاقة الناشر الاحترافية": "بطاقة الناشر الاحترافية",
  "بدء الإعداد": "بدء الإعداد",
  "يتطلب تسجيل الدخول": "يتطلب تسجيل الدخول",
  'يجب تسجيل الدخول لاستخدام هذه الميزة':
      'يجب تسجيل الدخول لاستخدام هذه الميزة',
  "ميزة احترافية جديدة": "ميزة احترافية جديدة",
  "عرض معلومات الناشر بشكل مميز مع إمكانيات تخصيص متقدمة":
      "عرض معلومات الناشر بشكل مميز مع إمكانيات تخصيص متقدمة",
  "إضافة شعار خاص بك": "إضافة شعار خاص بك",
  "وصف تفصيلي عن النشاط": "وصف تفصيلي عن النشاط",
  "وسائل تواصل متعددة": "وسائل تواصل متعددة",
  "عرض الموقع الجغرافي": "عرض الموقع الجغرافي",
  "أوقات العمل المخصصة": "أوقات العمل المخصصة",
  'المعلومات': 'المعلومات',
  'التواصل': 'التواصل',
  'الموقع': 'الموقع',
  'المراجعة': 'المراجعة',
  'السابق': 'السابق',
  'تأكيد': 'تأكيد',
  'التالي': 'التالي',
  "اختر نوع الحساب المناسب": "اختر نوع الحساب المناسب",
  "حساب شخصي": "حساب شخصي",
  "حساب تجاري": "حساب تجاري",
  'حساب شخصي خاص بك': 'حساب شخصي خاص بك',
  'مشاركة الإعلانات بسهولة': 'مشاركة الإعلانات بسهولة',
  'إضافة معلومات التواصل': 'إضافة معلومات التواصل',
  'روابط لمواقع التواصل الإجتماعي': 'روابط لمواقع التواصل الإجتماعي',
  'معلومات أشمل حول النشاط التجاري': 'معلومات أشمل حول النشاط التجاري',
  'أوقات العمل والخدمات المميزة': 'أوقات العمل والخدمات المميزة',
  'صور أكثر للخدمات والمنشاة': 'صور أكثر للخدمات والمنشاة',
  'اختر هذا النوع': 'اختر هذا النوع',
  "نبذة الشركة": "نبذة الشركة",
  "وصف طبيعة عمل الشركة": "وصف طبيعة عمل الشركة",
  "تخصص الشركة": "تخصص الشركة",
  "التخصص الرئيسي للشركة": "التخصص الرئيسي للشركة",
  "أوقات العمل": "أوقات العمل",
  "مثال: الأحد - الخميس: ٩ صباحًا - ٥ مساءً\nالجمعة: مغلق":
      "مثال: الأحد - الخميس: ٩ صباحًا - ٥ مساءً\nالجمعة: مغلق",
  'يجب إدخال رقم الهاتف': 'يجب إدخال رقم الهاتف',
  'يجب إدخال رقم مكون من 10 أرقام': 'يجب إدخال رقم مكون من 10 أرقام',
  "سيتم إضافة مفتاح العراق (+964) تلقائيًا":
      "سيتم إضافة مفتاح العراق (+964) تلقائيًا",

  "فيسبوك": "فيسبوك",
  "انستجرام": "انستجرام",
  "لينكدإن": "لينكدإن",
  "يوتيوب": "يوتيوب",
  "الموقع الإلكتروني": "الموقع الإلكتروني",
  "صور الناشر-المتجر": "صور الناشر-المتجر",
  "إضافة صورة": "إضافة صورة",
  "المزيد من الصور حول نشاطك التجاري": "المزيد من الصور حول نشاطك التجاري",
  "لم يتم تحديد الموقع": "لم يتم تحديد الموقع",
  "تحديد الموقع الحالي": "تحديد الموقع الحالي",
  'نوع الحساب:': 'نوع الحساب:',
  'الاسم:': 'الاسم:',
  'الوصف:': 'الوصف:',
  'نبذة الشركة:': 'نبذة الشركة:',
  'تخصص الشركة:': 'تخصص الشركة:',
  'أوقات العمل:': 'أوقات العمل:',
  'رقم التواصل:': 'رقم التواصل:',
  'فيسبوك:': 'فيسبوك:',
  'انستجرام:': 'انستجرام:',
  'لينكدإن:': 'لينكدإن:',
  'يوتيوب:': 'يوتيوب:',
  'الموقع الإلكتروني:': 'الموقع الإلكتروني:',
  'الموقع الجغرافي:': 'الموقع الجغرافي:', 'غير محدد': 'غير محدد',
  "الإعدادات العامة": "الإعدادات العامة",
  "المظهر": "المظهر",
  "إدارة الحساب": "إدارة الحساب",
  "القوانين": "القوانين",
  "الخروج": "الخروج",
  "مشاركة": "مشاركة",
  "تــفاصيل المــنشور": "تــفاصيل المــنشور",
  'نشاط تجاري معتمد': 'نشاط تجاري معتمد',
  'مستخدم عادي': 'مستخدم عادي',
  'نبذة عن النشاط': 'نبذة عن النشاط',
  'لا توجد معلومات متاحة': 'لا توجد معلومات متاحة',
  'التخصصات الرئيسية': 'التخصصات الرئيسية',
  'غير محددة': 'غير محددة',
  'أوقات العمل الرسمية': 'أوقات العمل الرسمية',
  'طرق التواصل المباشر': 'طرق التواصل المباشر',
  'زيارة الموقع الرسمي': 'زيارة الموقع الرسمي',
  'وسائل التواصل الاجتماعي': 'وسائل التواصل الاجتماعي',
  'معرض صور النشاط التجاري': 'معرض صور النشاط التجاري',
  'تعذر فتح الرابط': 'تعذر فتح الرابط',
  'التفاصيل': 'التفاصيل',
  'التأكيد': 'التأكيد',
  'المعلومات الأساسية': 'المعلومات الأساسية',
  'يرجى اختيار الناشر': 'يرجى اختيار الناشر',
  "اختر اسم الناشر": "اختر اسم الناشر",
  "ملاحظة: في حال عدم وجود مدينتك اختر غير مدخل":
      "ملاحظة: في حال عدم وجود مدينتك اختر غير مدخل",
  'تفاصيل المنشور': 'تفاصيل المنشور',
  'الصور المرفقة': 'الصور المرفقة',
  "إضافة صور للمنشور": "إضافة صور للمنشور",
  "لم يتم اختيار أي صور": "لم يتم اختيار أي صور",
  'مراجعة المعلومات': 'مراجعة المعلومات',
  'الناشر': 'الناشر',
  'المدينة': 'المدينة',
  'المنطقة': 'المنطقة',
  'نشر الآن': 'نشر الآن',
  "تم التقديم بنجاح!": "تم التقديم بنجاح!",
  "تم رفع بيانات المنشور بنجاح. يخضع المنشور الآن لمراجعة فريقنا للتأكد من توافقه مع الشروط والأحكام. ستتم إشعارك فور الانتهاء من المراجعة.":
      "تم رفع بيانات المنشور بنجاح. يخضع المنشور الآن لمراجعة فريقنا للتأكد من توافقه مع الشروط والأحكام. ستتم إشعارك فور الانتهاء من المراجعة.",
  "متابعة": "متابعة",

//////////////
//////////////// About Terms Privacy Page ///////////////
  "المعلومات والسياسات": "المعلومات والسياسات",
  "من نحن": "من نحن",
  "الشروط": "الشروط",
  "الخصوصية": "الخصوصية",

  // About Us Content
  "مرحبًا بكم في تطبيق على مودك": "مرحبًا بكم في تطبيق على مودك",
  "نحن فخورون بأن نقدم لكم أول تطبيق إعلانات مبوبة مدعوم تقنيًا من قبل عدة شركات رائدة في مجال الذكاء الاصطناعي. تم تأسيس هذا التطبيق من خلال ائتلاف ثلاث شركات رائدة في مجال التجارة الالكترونية والتطوير الرقمي.":
      "نحن فخورون بأن نقدم لكم أول تطبيق إعلانات مبوبة مدعوم تقنيًا من قبل عدة شركات رائدة في مجال الذكاء الاصطناعي. تم تأسيس هذا التطبيق من خلال ائتلاف ثلاث شركات رائدة في مجال التجارة الالكترونية والتطوير الرقمي.",

  "رؤيتنا": "رؤيتنا",
  "بفضل دعمنا التقني من عدة شركات عالمية مختصة في الذكاء الاصطناعي، نهدف إلى تقديم تجربة فريدة ومبتكرة للمستخدمين. يعتبر تطبيقنا أول تطبيق إعلانات مبوبة يعمل بالذكاء الاصطناعي، مما يتيح للمستخدمين الوصول إلى محتوى مخصص وذكي يلبي احتياجاتهم بشكل أفضل.":
      "بفضل دعمنا التقني من عدة شركات عالمية مختصة في الذكاء الاصطناعي، نهدف إلى تقديم تجربة فريدة ومبتكرة للمستخدمين. يعتبر تطبيقنا أول تطبيق إعلانات مبوبة يعمل بالذكاء الاصطناعي، مما يتيح للمستخدمين الوصول إلى محتوى مخصص وذكي يلبي احتياجاتهم بشكل أفضل.",

  "فريقنا": "فريقنا",
  "يضم فريقنا مجموعة من الخبراء في مجالات متعددة، مما يضمن تقديم أفضل الحلول والخدمات لعملائنا. نحن متحمسون للعمل معكم لنحقق معًا أهدافكم.":
      "يضم فريقنا مجموعة من الخبراء في مجالات متعددة، مما يضمن تقديم أفضل الحلول والخدمات لعملائنا. نحن متحمسون للعمل معكم لنحقق معًا أهدافكم.",

  "اتصل بنا": "اتصل بنا",
  "نحن هنا للاستماع إليكم ومساعدتكم في تحقيق طموحاتكم. تواصلوا معنا عبر [وسائل الاتصال].":
      "نحن هنا للاستماع إليكم ومساعدتكم في تحقيق طموحاتكم. تواصلوا معنا عبر [وسائل الاتصال].",

  // Terms Content
  "شروط وأحكام استخدام تطبيق على مودك": "شروط وأحكام استخدام تطبيق على مودك",
  "مقدمة: مرحبًا بك في تطبيق على مودك. باستخدامك لهذا التطبيق، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على هذه الشروط، يرجى عدم استخدام التطبيق.":
      "مقدمة: مرحبًا بك في تطبيق على مودك. باستخدامك لهذا التطبيق، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على هذه الشروط، يرجى عدم استخدام التطبيق.",

  "1. تعريفات:": "1. تعريفات:",
  "• التطبيق: يشير إلى تطبيق على مودك المتاح على منصات التشغيل.\n• المستخدم: يشير إلى أي فرد يقوم بتحميل واستخدام التطبيق.\n• الإعلانات: تشير إلى الإعلانات المبوبة التي يتم نشرها عبر التطبيق.":
      "• التطبيق: يشير إلى تطبيق على مودك المتاح على منصات التشغيل.\n• المستخدم: يشير إلى أي فرد يقوم بتحميل واستخدام التطبيق.\n• الإعلانات: تشير إلى الإعلانات المبوبة التي يتم نشرها عبر التطبيق.",

  "2. حقوق وواجبات المستخدم:": "2. حقوق وواجبات المستخدم:",
  "2.1. حقوق المستخدم:": "2.1. حقوق المستخدم:",
  "• يحق للمستخدم استخدام التطبيق بشكل قانوني ومناسب.\n• يحق للمستخدم نشر الإعلانات الخاصة به وفقًا للشروط المحددة.\n• يحق للمستخدم تلقي الدعم الفني والمساعدة من فريق الدعم.":
      "• يحق للمستخدم استخدام التطبيق بشكل قانوني ومناسب.\n• يحق للمستخدم نشر الإعلانات الخاصة به وفقًا للشروط المحددة.\n• يحق للمستخدم تلقي الدعم الفني والمساعدة من فريق الدعم.",

  "2.2. واجبات المستخدم:": "2.2. واجبات المستخدم:",
  "• يجب على المستخدم تقديم معلومات صحيحة ودقيقة عند التسجيل ونشر الإعلانات.\n• يحظر على المستخدم نشر أي محتوى غير قانوني أو مسيء أو يروج للعنف أو الكراهية.\n• يجب على المستخدم احترام حقوق الملكية الفكرية وعدم انتهاك حقوق الآخرين.":
      "• يجب على المستخدم تقديم معلومات صحيحة ودقيقة عند التسجيل ونشر الإعلانات.\n• يحظر على المستخدم نشر أي محتوى غير قانوني أو مسيء أو يروج للعنف أو الكراهية.\n• يجب على المستخدم احترام حقوق الملكية الفكرية وعدم انتهاك حقوق الآخرين.",

  // Privacy Content
  "سياسة الخصوصية لتطبيق على مودك": "سياسة الخصوصية لتطبيق على مودك",
  "مقدمة: نلتزم بحماية خصوصيتك. توضح هذه السياسة كيفية جمع واستخدام وحماية المعلومات الشخصية الخاصة بك عند استخدام تطبيق على مودك.":
      "مقدمة: نلتزم بحماية خصوصيتك. توضح هذه السياسة كيفية جمع واستخدام وحماية المعلومات الشخصية الخاصة بك عند استخدام تطبيق على مودك.",

  "1. المعلومات التي نجمعها:": "1. المعلومات التي نجمعها:",
  "1.1. المعلومات الشخصية:": "1.1. المعلومات الشخصية:",
  "عند التسجيل في التطبيق، قد نجمع معلومات مثل الاسم، البريد الإلكتروني، رقم الهاتف، ومعلومات الحساب الأخرى.":
      "عند التسجيل في التطبيق، قد نجمع معلومات مثل الاسم، البريد الإلكتروني، رقم الهاتف، ومعلومات الحساب الأخرى.",

  "1.2. المعلومات غير الشخصية:": "1.2. المعلومات غير الشخصية:",
  "قد نقوم بجمع معلومات غير شخصية مثل نوع الجهاز، نظام التشغيل، عنوان IP، وبيانات الاستخدام لتحسين تجربة المستخدم.":
      "قد نقوم بجمع معلومات غير شخصية مثل نوع الجهاز، نظام التشغيل، عنوان IP، وبيانات الاستخدام لتحسين تجربة المستخدم.",

  "2. كيفية استخدام المعلومات:": "2. كيفية استخدام المعلومات:",
  "نستخدم المعلومات التي نجمعها للأغراض التالية:\n• لتقديم خدمات التطبيق وتحسينها.\n• للتواصل معك بشأن حسابك أو الخدمات المقدمة.\n• لتحليل البيانات وفهم كيفية استخدام التطبيق.":
      "نستخدم المعلومات التي نجمعها للأغراض التالية:\n• لتقديم خدمات التطبيق وتحسينها.\n• للتواصل معك بشأن حسابك أو الخدمات المقدمة.\n• لتحليل البيانات وفهم كيفية استخدام التطبيق.",
//////

  //////////////// Delete Account Dialog ///////////////
  "حذف الحساب الدائم": "حذف الحساب الدائم",

  // Consequences List
  "كل البيانات سيتم حذفها بشكل نهائي": "كل البيانات سيتم حذفها بشكل نهائي",
  "لا يمكن استرجاع الحساب بعد الحذف": "لا يمكن استرجاع الحساب بعد الحذف",
  "سيتم إلغاء جميع الاشتراكات": "سيتم إلغاء جميع الاشتراكات",
  "فقدان الوصول إلى الخدمات المرتبطة": "فقدان الوصول إلى الخدمات المرتبطة",

  // Buttons
  "إلغاء الأمر": "إلغاء الأمر",
  "تأكيد الحذف النهائي": "تأكيد الحذف النهائي",

  // Snackbar Messages
  "تم الحذف": "تم الحذف",
  "تم حذف الحساب بشكل نهائي": "تم حذف الحساب بشكل نهائي",

  "المنشور الممول": "المنشور الممول",
  "وصل إلى جمهور أوسع وضاعف تفاعل منشوراتك":
      "وصل إلى جمهور أوسع وضاعف تفاعل منشوراتك",

  // Comparison Preview
  "العرض العادي": "العرض العادي",

  "ظهور مميز في الصفحة الرئيسية": "ظهور مميز في الصفحة الرئيسية",
  "ظهور عادي مع باقي المنشورات": "ظهور عادي مع باقي المنشورات",
  "x3 التفاعل": "x3 التفاعل",

  // Feature Grid
  "وضوح أعلى": "وضوح أعلى",
  "زيادة معدلات المشاهدة": "زيادة معدلات المشاهدة",
  "جمهور أوسع": "جمهور أوسع",
  "وصول لمتابعين جدد": "وصول لمتابعين جدد",
  "تمويل مرن": "تمويل مرن",
  "سهوله في الطلب وبشكل فوري": "سهوله في الطلب وبشكل فوري",
  "مدة الترويج": "مدة الترويج",
  "عالي ويصل لاسابيع او اشهر": "عالي ويصل لاسابيع او اشهر",

  // Post Selection
  "اختر المنشور المطلوب": "اختر المنشور المطلوب",

  // Process Timeline
  "تقديم الطلب": "تقديم الطلب",
  "مراجعة الإدارة": "مراجعة الإدارة",
  "النتيجة": "النتيجة",
  "سيتم مراجعة طلبك خلال 24 ساعة وسيتم إشعارك بالنتيجة":
      "سيتم مراجعة طلبك خلال 24 ساعة وسيتم إشعارك بالنتيجة",

  // Action Section
  "اطلب الخدمة الآن": "اطلب الخدمة الآن",
  "يرجى اختيار منشور أولاً": "يرجى اختيار منشور أولاً",
  "تم إرسال طلب الممول بنجاح": "تم إرسال طلب الممول بنجاح",

  // Common
  "الإعدادات": "الإعدادات",
  "تمويل المنشورات": "تمويل المنشورات",
  "سنة": "سنة",
  "شهر": "شهر",
  "اشترك الآن": "اشترك الآن",
  "لمدة": "لمدة",
  "اختر القسم": "اختر القسم",
  'ممول': 'ممول',
  "المنشورات الممولة": "المنشورات الممولة",
  'إنستجرام': 'إنستجرام',
  "مرحبًا بعودتك!": "مرحبًا بعودتك!",
  "سجل الدخول لاستئناف رحلتك": "سجل الدخول لاستئناف رحلتك",
  "ليس لديك حساب؟ سجل الآن": "ليس لديك حساب؟ سجل الآن",
  "نسيت كلمة المرور؟": "نسيت كلمة المرور؟",
  "انضم إلينا بسهولة": "انضم إلينا بسهولة",
  "أنشئ حسابك في دقيقتين": "أنشئ حسابك في دقيقتين",
  "الخطوة الثانية: حماية الحساب": "الخطوة الثانية: حماية الحساب",
  "الخطوة الأولى: المعلومات الأساسية": "الخطوة الأولى: المعلومات الأساسية",
  "لديك حساب؟": "لديك حساب؟",
  "سجل الدخول الآن": "سجل الدخول الآن",
  "بالاستمرار أنت توافق على الشروط والأحكام":
      "بالاستمرار أنت توافق على الشروط والأحكام",
  "أسم حسابك الخاص؟": "أسم حسابك الخاص؟",
  "مثال: أحمد محمد": "مثال: أحمد محمد",
  "يجب ألا يقل الاسم عن 3 أحرف": "يجب ألا يقل الاسم عن 3 أحرف",
  "الاسم قصير جدًا (3 أحرف على الأقل)": "الاسم قصير جدًا (3 أحرف على الأقل)",
  "مرحبًا": "مرحبًا",
  "اختر كلمة مرور قوية": "اختر كلمة مرور قوية",
  "أدخل كلمة مرور قوية": "أدخل كلمة مرور قوية",
  "يجب ألا تقل كلمة المرور عن 4 أحرف": "يجب ألا تقل كلمة المرور عن 4 أحرف",
  "كلمة المرور قصيرة جدًا (4 أحرف على الأقل)":
      "كلمة المرور قصيرة جدًا (4 أحرف على الأقل)",
  "يجب أن يحتوي الاسم على 3 أحرف على الأقل":
      "يجب أن يحتوي الاسم على 3 أحرف على الأقل",
  "أنشئ الحساب": "أنشئ الحساب",
  "يجب أن تحتوي كلمة المرور على 4 أحرف على الأقل":
      "يجب أن تحتوي كلمة المرور على 4 أحرف على الأقل",
  "العودة لتعديل الاسم": "العودة لتعديل الاسم",
  "استكشف التطبيق كزائر": "استكشف التطبيق كزائر",
  "جاري إنشاء حسابك...": "جاري إنشاء حسابك...",
  "المنشور المطلوب": "المنشور المطلوب",
  "ملاحظة:تواصل من خلال ايقونة الواتساب العائمة لمعلومات أكثر":
      "ملاحظة:تواصل من خلال ايقونة الواتساب العائمة لمعلومات أكثر",
  'إضافة منشور جديد': 'إضافة منشور جديد',
  "الحي-المنطقة": "الحي-المنطقة",
  "الوصف الشامل": "الوصف الشامل",
  "الخدمات الإضافية": "الخدمات الإضافية",
  "خدمة التوصيل": "خدمة التوصيل",
  "مواعيد العمل": "مواعيد العمل",
  "الوصف المختصر": "الوصف المختصر",
  "تفاصيل اضافية": "تفاصيل اضافية", "الخدمات المميزة": "الخدمات المميزة",
  "المرافق والخدمات المتاحة": "المرافق والخدمات المتاحة",
  "أنواع الاشتراكات": "أنواع الاشتراكات",
  "قسم خاص للسيدات": "قسم خاص للسيدات",
  "وصف تفصيلي": "وصف تفصيلي",
  "وصف مختصر": "وصف مختصر",
  "أماكن الجلوس": "أماكن الجلوس",
  "أطلالات او اماكن الجلوس..مثل إطلالة خارجية وجود قسسم VIP خاص وإلخ..":
      "أطلالات او اماكن الجلوس..مثل إطلالة خارجية وجود قسسم VIP خاص وإلخ..",
  "قسم العائلات": "قسم العائلات",
  "يوجد": "يوجد",
  "يوجد دفع الكتروني": "يوجد دفع الكتروني",
  "نعم": "نعم",
  "هل يوجد خدمة توصيل": "هل يوجد خدمة توصيل",
  "نبذة عن المطعم": "نبذة عن المطعم",
  "ساعات النشاط": "ساعات النشاط",
  "هل يحتوي المنشور على مبلغ مالي؟": "هل يحتوي المنشور على مبلغ مالي؟",

  'رقم الواتساب:': 'رقم الواتساب:',
  "إمكانية الإيجار": "إمكانية الإيجار",
  "قابل للايجار": "قابل للايجار",
  "ليس قابل للايجار": "ليس قابل للايجار",
  "شبة جديد": "شبة جديد",
  "مستعمل عادي": "مستعمل عادي",
  "مستعمل بشدة": "مستعمل بشدة",
  "تقسيط": "تقسيط",
  "بيع مفرق": "بيع مفرق",
  "حالة التأمين": "حالة التأمين",
  "مؤمن": "مؤمن",
  "غير مؤمن": "غير مؤمن",
  "بدء التأمين الآن": "بدء التأمين الآن",
  "الاشتراك الحالي": "الاشتراك الحالي",
  "بيـانات النـاشر": "بيـانات النـاشر",
  "بيانات النــاشر الخاص بحــسابك وتعرض عند عرض المنشورات":
      "بيانات النــاشر الخاص بحــسابك وتعرض عند عرض المنشورات",
  "قائمة المنشورات": "قائمة المنشورات",
  "الاشتراك الآن": "الاشتراك الآن",
  "يمكنك الاشتراك الآن للتمتع بمزايا إضافية":
      "يمكنك الاشتراك الآن للتمتع بمزايا إضافية",
  "لايوجد اشتراك نشط": "لايوجد اشتراك نشط",
////
  "خدمة الدفع الإلكتروني": "خدمة الدفع الإلكتروني",
  "خطأ في الإدخال": "خطأ في الإدخال",
  "الرجاء إدخال رقم هاتف صحيح": "الرجاء إدخال رقم هاتف صحيح",
  "إضافة وسيلة الامان سيساعدك في عملية تامين حسابك وإمكانية إستعادته عند فقدانه":
      "إضافة وسيلة الامان سيساعدك في عملية تامين حسابك وإمكانية إستعادته عند فقدانه",
/////

  "تم جلب البيانات بنجاح": "تم جلب البيانات بنجاح",
  "الموقع غير متوفر": "الموقع غير متوفر",
  "الاشتراك من خلال الاكواد": "الاشتراك من خلال الاكواد",
  "خطوات التفعيل:": "خطوات التفعيل:",
  "تفعيل الباقة باستخدام الكود": "تفعيل الباقة باستخدام الكود",
  "احصل على كود التفعيل من المصدر المعتمد":
      "احصل على كود التفعيل من المصدر المعتمد",
  "أدخل الكود في الحقل المخصص أدناه": "أدخل الكود في الحقل المخصص أدناه",
  "اضغط على زر التفعيل لإكمال العملية": "اضغط على زر التفعيل لإكمال العملية",
  "تفعيل الآن": "تفعيل الآن",
  'مبروك!': 'مبروك!',
  'تم بنجاح': 'تم بنجاح',
  'تم توليد الكود': 'تم توليد الكود',
  'تم تفعيل الباقة بنجاح': 'تم تفعيل الباقة بنجاح',
  "الأكواد المولدة": "الأكواد المولدة",
  "رجوع": "رجوع",
  'تم النسخ': 'تم النسخ',
  'تم نسخ الكود إلى الحافظة': 'تم نسخ الكود إلى الحافظة',
  'لا توجد أكواد متاحة حالياً': 'لا توجد أكواد متاحة حالياً',
  "تاريخ البدء": "تاريخ البدء",
  "تاريخ الانتهاء": "تاريخ الانتهاء",
  "الأقسام المختارة": "الأقسام المختارة",
  "عدد الحسابات الفرعية": "عدد الحسابات الفرعية",
  "تجديد الاشتراك": "تجديد الاشتراك",
  "عرض الأكواد": "عرض الأكواد",
  "توليد كود جديد": "توليد كود جديد",
  'يوم': 'يوم',
////////////////
  'ليس لديك باقة نشطة': 'ليس لديك باقة نشطة',
  'يجب عليك الاشتراك في إحدى الباقات المدفوعة لإنشاء منشور':
      'يجب عليك الاشتراك في إحدى الباقات المدفوعة لإنشاء منشور',
  'لا يوجد باقات نشطة': 'لا يوجد باقات نشطة',
  'إما أن باقاتك قد انتهت أو أنك استنفدت عدد المنشورات المسموحة':
      'إما أن باقاتك قد انتهت أو أنك استنفدت عدد المنشورات المسموحة',
  'غير مسموح': 'غير مسموح',
  'الباقة التي لديك لا تسمح بالنشر في هذا القسم':
      'الباقة التي لديك لا تسمح بالنشر في هذا القسم',
  'الرجاء إختيار اللغة': 'الرجاء إختيار اللغة',

  ///
  'الإكمال الان': 'الإكمال الان',
  "أدخل الاسم المعروض": "أدخل الاسم المعروض",
  "وصف مختصر للنشاط": "وصف مختصر للنشاط",
  'تم الحفظ بنجاح': 'تم الحفظ بنجاح',
  "تم الإضافة في قائمة الطلب سيتم المراجعة":
      "تم الإضافة في قائمة الطلب سيتم المراجعة",
  "الباقة التى طلبتها:": "الباقة التى طلبتها:",
  "حسناً": "حسناً",
  "تم الطلب": "تم الطلب",
  "تم إرسال طلب الاشتراك بنجاح.": "تم إرسال طلب الاشتراك بنجاح.",
  "عذرًا، لا توجد منشورات لعرضها": "عذرًا، لا توجد منشورات لعرضها",
  "يمكنك البدء بإنشاء منشور جديد الآن": "يمكنك البدء بإنشاء منشور جديد الآن",
  "أدخل هنا أي تفاصيل إضافية تريد وضعها":
      "أدخل هنا أي تفاصيل إضافية تريد وضعها",
  "ادخل اسمك هنا": "ادخل اسمك هنا",
  "ادخل عمرك هنا": "ادخل عمرك هنا",
  "ادخل اللغات التي تجيدها هنا": "ادخل اللغات التي تجيدها هنا",
  "ادخل الأوقات المفضلة او المتفرغ فيها للعمل هنا او نشاطك":
      "ادخل الأوقات المفضلة او المتفرغ فيها للعمل هنا او نشاطك",
  "أدخل هنا خبراتك بشكل نصي ومختصر": "أدخل هنا خبراتك بشكل نصي ومختصر",
  "أدخل هنا نبذة شخصية عنك بشكل كامل": "أدخل هنا نبذة شخصية عنك بشكل كامل",
  "أدخل هنا الخدمات المميزة والخاصة بالمطعم":
      "أدخل هنا الخدمات المميزة والخاصة بالمطعم",
  "أدخل هنا السعر الأبتدائي للمزاد": "أدخل هنا السعر الأبتدائي للمزاد",
  ////////
  "تــفاصيل النــاشر": "تــفاصيل النــاشر",
  'الناشرين': 'الناشرين',
  "البحث عن ناشرين": "البحث عن ناشرين",
  "أدخل اسم الناشر": "أدخل اسم الناشر",
  'تجاري': 'تجاري',
  'شخصي': 'شخصي',
  'التخصص': 'التخصص',
  'نبذة': 'نبذة',
  "لا يوجد نتائج": "لا يوجد نتائج",
  "حاول تعديل معايير البحث الخاصة بك": "حاول تعديل معايير البحث الخاصة بك",

/////////////
  "لا توجد رسائل جديدة": "لا توجد رسائل جديدة",
  "تأكيد الحذف": "تأكيد الحذف",
  "هل أنت متأكد من حذف هذه الرسالة؟": "هل أنت متأكد من حذف هذه الرسالة؟",
  "تفاصيل الرسالة": "تفاصيل الرسالة",
  "حذف": "حذف",
  "إغلاق": "إغلاق",
  "الرسائل والتنبيهات": "الرسائل والتنبيهات", "معرض الصور": "معرض الصور",

  ///////////////////////........List Of Add.........../////

  /////////////pro..................

  //////////////////////////////////////New 2-3//////////////////////////

////////

  "التصنيفات الرئيسية": "التصنيفات الرئيسية",
  "تصفح المنشورات التى تريدها من خلال التصنيف المرغوب":
      "تصفح المنشورات التى تريدها من خلال التصنيف المرغوب",
  "إعلاناتنا الحالية": "إعلاناتنا الحالية",
  "شاهد أحدث الإعلانات الخاصة والعروض الخاصة":
      "شاهد أحدث الإعلانات الخاصة والعروض الخاصة",
  "المنشورات والبحث": "المنشورات والبحث",
  "تصــفح المــنشورات وابحث من خلال صندوق البحث المتقدم":
      "تصــفح المــنشورات وابحث من خلال صندوق البحث المتقدم",
  "أنشئ منشور جديد": "أنشئ منشور جديد",
  "ابدأ نشر إعلانك خلال دقائق": "ابدأ نشر إعلانك خلال دقائق",
  "تمويل منشور": "تمويل منشور",
  "اختر الخطة لتعزيز وصولك": "اختر الخطة لتعزيز وصولك",
  'اذهب': 'اذهب',
  'استعراض الباقات': 'استعراض الباقات',
  "البحث المخصص": "البحث المخصص",
  "سجل دخولك": "سجل دخولك",
  "مرحباً": "مرحباً",

  //////
  'منصة الإعلانات المبوبة في العراق': 'منصة الإعلانات المبوبة في العراق',
  'مطورة من طرف العاصمة للتسويق والبرمجة © 2025':
      'مطورة من طرف العاصمة للتسويق والبرمجة © 2025',
  'عن المنصة': 'عن المنصة',
  'خدماتنا': 'خدماتنا',
  'نشر منشور الآن': 'نشر منشور الآن',
  'تواصل معنا': 'تواصل معنا',
  "لا يوجد محتوى حالياً": "لا يوجد محتوى حالياً",
  ////

  //////

////////
  "فلترة متقدمة": "فلترة متقدمة",
  "معايير البحث": "معايير البحث",
  "إعلان ممول": "إعلان ممول",
  "إعلان جديد..!": "إعلان جديد..!",
  "عرض الخريطة": "عرض الخريطة",
  'سياسة الخصوصية': 'سياسة الخصوصية',

  ////////////////
};
