const Map<String, String> kuKR = {
  // Loading
  "إنتظر قليلاً...": "تکایە کەمێك چاوەڕێ بکە...",
  "تسجيل الدخول": "چوونەژوورەوە",
  "مرحـــبا بك..": "بەخێربێیت..",
  "قم بملاء الحقول لمواصلة تسجيل الدخول":
      "تکایە خانەکان پڕ بکەرەوە بۆ بەردەوامبوون لە چوونەژوورەوە",
  "اسم المستخدم": "ناوی بەکارهێنەر",
  "أدخل اسم المستخدم": "ناوی بەکارهێنەر بنووسە",
  "الرجاء إدخال اسم المستخدم": "تکایە ناوی بەکارهێنەر بنووسە",
  "الأسم المدخل:": "ناوی تۆمارکراو:",
  "العودة": "گەڕانەوە",
  "كلمة المرور": "وشەی نهێنی",
  "أدخل كلمة المرور": "وشەی نهێنی بنووسە",
  "الرجاء إدخال كلمة المرور": "تکایە وشەی نهێنی بنووسە",
  "ليس لديك حســاب؟ أنشى واحد الان": "هەژمارت نییە؟ هەژمارێک دروست بکە",
  "الــتالي": "دواتر",
  "الدخول": "چوونەژوورەوە",
  "المتابعة كزائر": "بەردەوامبوون وەک میوان",
  "قراءة شروط واحكام على مودك": "خوێندنەوەی مەرج و ڕێساکانی ئەپڵیکەیشن",
  "الرجاء الإنتظار..": "تکایە چاوەڕێ بکە..",

  // Sign Up
  "إنشاء حساب جديد": "دروستکردنی هەژمارێکی نوێ",
  "قم بملاء الحقول لمواصلة إنشاء الحســاب":
      "تکایە خانەکان پڕ بکەرەوە بۆ دروستکردنی هەژمار",
  "لديك حســاب؟ قم بتسجيل الدخول الان": "هەژمارت هەیە؟ چوونەژوورەوە بکە",
  "الإنشاء": "دروستکردن",

  // Home
  "الرئيسية": "سەرەکی",
  "على مودك": "لە ئەپڵیکەیشنەکە",
  "أحدث العروض": "نوێترین پێشکەشەکان",
  "السعر:": "نرخ:",
  "الأكثر مشاهدة": "زۆرترین بینین",
  "الاقسام الرئيسية": "بەشە سەرەکییەکان",
  "العربية": "عەرەبی",
  "/ الاقسام الفرعية": "/ بەشە ژێرەکییەکان",
  "الكل": "هەمووی",
  "غير متوفر": "بەردەست نییە",
  "التفاصيل العامة": "وردەکاری گشتییەکان",

  // Account Info
  "معلومات الحساب": "زانیاری هەژمار",
  "أسم الحسـاب": "ناوی هەژمار",
  "رقم الهاتف": "ژمارەی مۆبایل",
  "غير مدخل": "تۆمارنەکراوە",
  "حالة الباقة": "دۆخی پاکەت",

  // Currency Selection
  "إختيار العملة": "هەڵبژاردنی دراو",
  "قم رجاءًا بإختيار العملة المرادة": "تکایە دراوەکەت هەڵبژێرە",
  "الدينار العراقي": "دیناری عێراقی",
  "الدولار الامريكي": "دۆلاری ئەمریکی",

  // Language Selection
  "إختيار اللغة": "هەڵبژاردنی زمان",
  "قم رجاءًا بإختيار اللغة المرادة": "تکایە زمانەکەت هەڵبژێرە",
  "اللغة العربية": "زمانی عەرەبی",
  "اللغة الإنجليزية": "زمانی ئینگلیزی",
  "اللغة التركية": "زمانی تورکی",
  "اللغة الكردية": "زمانی کوردی",

  // Location
  "الموقع الجغرافي": "شوێنی جوگرافی",

  // Packages
  "الباقات": "پاکەتەکان",

  // Terms
  "القوانين والشروط والاحكام": "یاسا و مەرج و ڕێساکان",

  // Track Selection
  "إختيار المسار": "هەڵبژاردنی ڕێڕەو",
  "قم رجاءًا بإختيار المسار المراد": "تکایە ڕێڕەوەکەت هەڵبژێرە",
  "على مودك العراق": "لە ئەپڵیکەیشنی عێراق",
  "على مودك تركيا": "لە ئەپڵیکەیشنی تورکیا",

  // Settings
  "الإعدادت": "ڕێکخستنەکان",
  "اللغة": "زمان",
  "العملة": "دراو",
  "المسار": "ڕێڕەو",
  "الشروط والقوانين": "مەرج و یاساکان",
  "حذف الحساب": "سڕینەوەی هەژمار",
  "تسجيل الخروج": "چوونەدەرەوە",

  // Post Creation
  "إنشاء منشور": "دروستکردنی پۆست",
  "اختر قسم من الأقسام التالية": "بەشێک لەم بەشانە هەڵبژێرە",
  "قم بملاء الحقول لمواصلة إنشاء المنشور":
      "تکایە خانەکان پڕ بکەرەوە بۆ دروستکردنی پۆست",
  "إدخال الأقسام الفرعية": "تۆمارکردنی بەشە ژێرەکییەکان",
  "اختر القسم الفرعي": "بەشی ژێرەکی هەڵبژێرە",
  "اختر القسم الفرعي الثاني": "بەشی ژێرەکی دووەم هەڵبژێرە",
  "المنطقة والمكان": "ناوچە و شوێن",
  "المكان": "شوێن",
  "أدخل المكان او موقعك بشكل صحيح مثال: بغداد-شرق دجلة":
      "شوێنەکە بە ڕێک بنووسە نموونە: هەولێر-ڕۆژهەڵات",
  "العنوان": "سەردێڕ",
  "أدخل عنوان المنشور مثال: للبيع سيارة":
      "سەردێڕی پۆستەکە بنووسە نموونە: ئۆتۆمبیل فرۆشراوە",
  "السعر": "نرخ",
  "أدخل السعر": "نرخەکە بنووسە",
  "النوع": "جۆر",
  "أدخل نوع السيارة مثل:تويوتا": "جۆری ئۆتۆمبیلەکە بنووسە نموونە: تۆیۆتا",
  "سنة الصنع": "ساڵی بەرهەمهێنان",
  "أدخل سنة الصنع مثال: 2015": "ساڵی بەرهەمهێنان بنووسە نموونە: ٢٠١٥",
  "الــكليومترات": "کیلۆمەتر",
  "ادخل عدد الكليومترات مثال:200,000": "ژمارەی کیلۆمەتر بنووسە نموونە: ٢٠٠,٠٠٠",
  "الكليومترات": "کیلۆمەتر",
  "حالة السيارة": "دۆخی ئۆتۆمبیل",
  "جديد": "نوێ",
  "مستعمل": "بەکارهێنراو",
  "مستعمل بِشدة": "زۆر بەکارهێنراو",
  "الموديل": "مۆدێل",
  "ادخل موديل السيارة مثال: راف فور":
      "مۆدێلی ئۆتۆمبیلەکە بنووسە نموونە: ڕاف فۆر",
  "نوع الوقود": "جۆری سوتەمەنی",
  "هجين": "هاێبرید",
  "كهربائي": "کارەبایی",
  "بنزين": "بەنزین",
  "ديزل": "دیزل",
  "نوع ناقل الحركة": "جۆری گێڕەوە",
  "أوتوماتيكي": "ئۆتۆماتیکی",
  "يدوي": "دەستی",
  "متغير بإستمرار": "بەردەوام گۆڕاو",
  "شبة أوتوماتيكي": "نیوە ئۆتۆماتیکی",
  "سعة المحرك": "قەبارەی مۆتۆر",
  "0-1000 سي سي": "٠-١٠٠٠ سی سی",
  "1000-1600 سي سي": "١٠٠٠-١٦٠٠ سی سی",
  "1600-2500 سي سي": "١٦٠٠-٢٥٠٠ سی سی",
  "2500-4000 سي سي": "٢٥٠٠-٤٠٠٠ سی سی",
  "4000+ سي سي": "٤٠٠٠+ سی سی",
  "5000+ سي سي": "٥٠٠٠+ سی سی",
  "عدد المقاعد": "ژمارەی کورسی",
  "4 مقاعد": "٤ کورسی",
  "5 مقاعد": "٥ کورسی",
  "6 مقاعد": "٦ کورسی",
  "6 أكثر من": "زیاتر لە ٦",
  "اللون الخارجي للسيارة": "ڕەنگی دەرەوەی ئۆتۆمبیل",
  "أدخل اللون الخارجي السيارة مثل:ابيض":
      "ڕەنگی دەرەوەی ئۆتۆمبیل بنووسە نموونە: سپی",
  "اللون الخارجي": "ڕەنگی دەرەوە",
  "اللون الداخلي للسيارة": "ڕەنگی ناوەوەی ئۆتۆمبیل",
  "أدخل اللون الداخلي السيارة مثل:ابيض":
      "ڕەنگی ناوەوەی ئۆتۆمبیل بنووسە نموونە: سپی",
  "اللون الداخلي": "ڕەنگی ناوەوە",
  "نوع الهيكل": "جۆری سەکۆ",
  "أدخل نوع الهيكل مثال: اس يو في": "جۆری سەکۆ بنووسە نموونە: ئێس یو ڤی",
  "حالة الهيكل": "دۆخی سەکۆ",
  "ممتاز دون حوادث": "نایاب بێ ڕووداو",
  "جيد بحوادث طفيفة": "باش بە ڕووداوێکی کەم",
  "سيئ": "خراپ",
  "التفاصيل الإضافية": "وردەکاری زیاتر",
  "أدخل التفاصيل الإضافية مثل مزايا السيارة وخصائصها":
      "وردەکاری زیاتر بنووسە وەک تایبەتمەندییەکانی ئۆتۆمبیل",
  "الصور": "وێنە",
  "إضافة صور للسيارة": "زیادکردنی وێنە بۆ ئۆتۆمبیل",
  "ملاحظة:عند إضافة الصور تجنب إختيار الصورة التي بالطول او الصورة منخفضة الجودة":
      "تێبینی: کاتێک وێنە زیاد دەکەیت، وێنەی درێژ یان وێنەی خاو بە کوالێتی نەهەڵبژێرە",
  "لم يتم إختيار اي صورة": "هیچ وێنەیەک هەڵنەبژێردراوە",
  "إنهاء الإضافة": "تەواوکردنی زیادکردن",
  "إضــافة المــنشور": "زیادکردنی پۆست",
  "عملية التحقق من الصور وترجمة بيانات المنشور إلى اللغات المختلفة تستغرق بعض من الوقت..الرجاء الإنتظار وإبقاء الإتصال على الانترنت":
      "پڕۆسەی پشکنینی وێنە و وەرگێڕانی زانیاری پۆست بۆ زمانە جیاوازەکان کاتێکی دەوێت..تکایە چاوەڕێ بکە و پەیوەندی بە ئینتەرنێتەوە هەبێت",

  // Job Posts
  "الإضافة / فرص العمل": "زیادکردن / دەرفەتی کار",
  "أدخل عنوان المنشور مثال: المسمى الوظيفة":
      "سەردێڕی پۆست بنووسە نموونە: ناونیشانی کار",
  "ادخل التفاصيل الإضافية": "وردەکاری زیاتر بنووسە",

  // Used Items
  "الحالة": "دۆخ",
  "طريقة البيع": "ڕێگای فرۆشتن",
  "أدخل عنوان المنشور": "سەردێڕی پۆست بنووسە",
  "الإضافة / أثاث مستعمل": "زیادکردن / فرۆشی ئەثاثی بەکارهێنراو",
  "الإضافة / الآلات والمعدات": "زیادکردن / ئامێر و ڕێکخراوەکان",
  "الإضافة / المهن والحرف": "زیادکردن / پیشە و حیرفەکان",
  "إضافة صور": "زیادکردنی وێنە",
  "الخبرة": "خەڵات",
  "ادخل سنين الخبرة": "ساڵانی خەڵات بنووسە",
  "العمر": "تەمەن",
  "ادخل عمرك": "تەمەنەکەت بنووسە",
  "الاسم الكامل": "ناوی تەواو",
  "ادخل أسمك بالكامل": "ناوی تەواوت بنووسە",
  "الإضافة / المنتجات المنزلية": "زیادکردن / بەرهەمە ناوماڵییەکان",
  "الإضافة / العروض والصفقات": "زیادکردن / پێشکەش و گرێبەستەکان",
  "الإضافة / الإعلانات الرسمية": "زیادکردن / ڕاگەیاندنە فەرمییەکان",

  // Profile
  "معلوماتي": "زانیاری من",
  "البحث": "گەڕان",
  "إضافة منشور": "زیادکردنی پۆست",
  "ناشر المنشور": "بڵاوکەری پۆست",

  // New Translations
  "عندما تقوم بإختيار لغة ما سيتم تخصيص جميع الواجهات باللغة المختارة":
      "کاتێک زمانێک هەڵدەبژێریت، هەموو ڕووکارەکان بەو زمانە ڕێکدەخرێنەوە",
  "عندما تختار العملة سيتم تخصيص الواجهات بالعملة المختارة,,مع العلم بإن اللغة الأساسية للتطبيق هي الدينار":
      "کاتێک دراوێک هەڵدەبژێریت، ڕووکارەکان بەو دراوە ڕێکدەخرێنەوە، بە زانیاریەوە کە دراوی سەرەکی ئەپڵیکەیشنەکە دینارە",
  "آلية تأمين و توثيق الحساب": "میخانیکی پاراستن و دڵنیاکردنەوەی هەژمار",
  "عملية تأمين وتوثيق الحــساب تساعدك على حماية حسابك  بالإضافة إلى ذلك إمكانية التواصل معك عند نشر المنشورات":
      "پڕۆسەی پاراستن و دڵنیاکردنەوەی هەژمار یارمەتیت دەدات لە پاراستنی هەژمارەکەت، هەروەها دەتوانیت پەیوەندیت پێوەبکرێت کاتێک پۆستەکان بڵاودەکەیتەوە",
  "التوثيق الان": "دڵنیاکردنەوەی ئێستا",
  "يتم أخذ موقعك الجغرافي تلقائيًا وبدقة عالية":
      "شوێنە جوگرافییەکەت بە شێوەیەکی خودکار و بە وردی وەردەگیرێت",
  "لم يتم إدخال الموقع الجغرافي بعد": "شوێنە جوگرافییەکەت هێشتا تۆمارنەکراوە",
  "يرجى تفعيل خدمة الموقع الجغرافي":
      "تکایە خزمەتگوزاری شوێنە جوگرافییەکە چالاک بکە",
  "خطأ": "هەڵە",
  "أخذ الموقع الجغرافي": "وەرگرتنی شوێنی جوگرافی",
  "تفعيل التنبيهات": "چالاککردنی ئاگادارکردنەوەکان",
  "الان تمتع بوصول الإشعارات الحديثة إليك عند إضافة العروض والصفقات الخاصة":
      "ئێستا مامەڵە بکە لەگەڵ گەیشتن بە ئاگادارکردنەوە نوێکان کاتێک پێشکەش و گرێبەستە تایبەتەکان زیاد دەکرێن",
  "أضغط على زر تفعيل الإشعارات والبدء الان":
      "پەنجە بنێ بە دوگمەی چالاککردنی ئاگادارکردنەوەکان و دەستپێکردنی ئێستا",
  "ليس لديك الإذن": "مۆڵەتت نییە",
  'لاتستطيع القيام بهذه العملية قم بتسجيل دخولك اولاً':
      'ناتوانیت ئەم کردارە ئەنجام بدەیت، سەرەتا چوونەژوورەوە بکە',
  "تـــفعيل الإشعارات": "چالاککردنی ئاگادارکردنەوەکان",
  "ملاحظة هذه الخاصية للحسابات المشتركة في الباقات الخاصة":
      "تێبینی: ئەم تایبەتمەندیە تایبەتە بە هەژمارە بەشداریکراوەکانی پاکەتە تایبەتەکان",
  "الخـطوة الاولى إضافة رقم للتواصل":
      "هەنگاوی یەکەم: زیادکردنی ژمارەی پەیوەندی",
  "إضافة رقم يتيح فرصة التواصل معك عند نشر المنشورات":
      "زیادکردنی ژمارە دەرفەتی پەیوەندیت پێوەدەدات کاتێک پۆستەکان بڵاودەکەیتەوە",
  "سيظهر رقمك الخاص عندما تقوم بنشر منشور ما حتى يستطيع المستخدمين التواصل معك":
      "ژمارەی تایبەتەکەت دەردەکەوێت کاتێک پۆستێک بڵاودەکەیتەوە تا بەکارهێنەران بتوانن پەیوەندیت پێوەبکەن",
  "أدخل مفتاح الدولة متبوعًا برقم الهاتف مثال: 00964":
      "کۆدی وڵات بنووسە و دواتر ژمارەی مۆبایل نموونە: ٠٠٩٦٤",
  "الرجاء إدخال رقم الهاتف": "تکایە ژمارەی مۆبایل بنووسە",
  "التــالي": "دواتر",
  "الخـطوة الثانية إضافة وسيلة الامان":
      "هەنگاوی دووەم: زیادکردنی ڕێگای پاراستن",
  "قم بإدخال أسئلة الأمان الخاصة بك": "پرسیارە ئاسایشییە تایبەتییەکەت بنووسە",
  "السؤال الأول": "پرسیاری یەکەم",
  "أدخل هنا سؤال يخصك لتأمين الحساب":
      "لێرە پرسیارێک بنووسە بۆ پاراستنی هەژمارەکەت",
  "الرجاء إدخال سؤال الأمان": "تکایە پرسیاری ئاسایش بنووسە",
  "إجابة السؤال الأول": "وەڵامی پرسیاری یەکەم",
  "أدخل هنا إجابة السؤال الأول": "لێرە وەڵامی پرسیاری یەکەم بنووسە",
  "الرجاء إدخال جواب سؤال الأمان": "تکایە وەڵامی پرسیاری ئاسایش بنووسە",
  "السؤال الثاني": "پرسیاری دووەم",
  "الرجاء إدخال سؤال الأمان ": "تکایە پرسیاری ئاسایش بنووسە ",
  "إجابة السؤال الثاني": "وەڵامی پرسیاری دووەم",
  "أدخل هنا إجابة السؤال الثاني": "لێرە وەڵامی پرسیاری دووەم بنووسە",
  "الرجاء إدخال جواب سؤال الأمان ": "تکایە وەڵامی پرسیاری ئاسایش بنووسە ",
  "الحفظ": "پاشەکەوتکردن",
  "إنشاء متجر إلكتروني": "دروستکردنی فرۆشگای ئەلیکترۆنی",
  "من المزايا الجديدة المُقدمة حيث نتيح لك كمستخدم إنشاء متجر في قسم المول الإلكتروني":
      "لە تایبەتمەندییە نوێیەکانی ئێمە، وەک بەکارهێنەر دەتوانیت فرۆشگای ئەلیکترۆنی لە بەشی مۆڵی ئەلیکترۆنی دروست بکەیت",
  "أبدا الان بإنشاء متجرك": "ئێستا دەستبکە بە دروستکردنی فرۆشگاکەت",
  "بدء الإنشاء الان": "دەستپێکردنی دروستکردنی ئێستا",
  "مرحلة إنشاء حساب المتجر": "قۆناغی دروستکردنی هەژماری فرۆشگا",
  "قم بملا البيانات التالية": "زانیارییەکانی خوارەوە پڕ بکەرەوە",
  "أسم المتجر": "ناوی فرۆشگا",
  "أدخل هنا أسم متجرك الخاص": "لێرە ناوی تایبەتی فرۆشگاکەت بنووسە",
  "وصف المتجر": "وەسفی فرۆشگا",
  "أدخل هنا وصف متجرك الخاص": "لێرە وەسفی تایبەتی فرۆشگاکەت بنووسە",
  "صورة المتجر": "وێنەی فرۆشگا",
  "عندما تقوم بإختيار مسار ما سيتم تخصيص جميع الواجهات بالمسار المختار":
      "کاتێک ڕێڕەوێک هەڵدەبژێریت، هەموو ڕووکارەکان بەو ڕێڕەوە ڕێکدەخرێنەوە",
  "على مودك سوريا": "لە ئەپڵیکەیشنی سووریا",
  "التنبيهات": "ئاگادارکردنەوەکان",
  "المتجر الإلكتروني": "فرۆشگای ئەلیکترۆنی",
  "توثيق الحساب": "دڵنیاکردنەوەی هەژمار",
  "حذف الحــساب": "سڕینەوەی هەژمار",
  "إننا نقوم بإعطائك الحرية في أي وقت تشاء لحذف وتعطيل حسابك ولكن عليك مراعاة الشروط التالية":
      "ئێمە ئازادیت دەدەین لە هەر کاتێک کە بتەوێت هەژمارەکەت بسڕیتەوە یان ناچالاک بکەیت، بەڵام پێویستە مەرجەکانی خوارەوە رعایت بکەیت",
  "لايمكن حذف حسابك او تعطيله بعد نشر اي منشور في اي قسم ما":
      "ناتوانیت هەژمارەکەت بسڕیتەوە یان ناچالاک بکەیت دوای بڵاوکردنەوەی هەر پۆستێک لە هەر بەشێک",
  "عليك الضغط على زر حذف الحساب لبدء عملية الحذف":
      "پێویستە پەنجە بنێیت بە دوگمەی سڕینەوەی هەژمار بۆ دەستپێکردنی پڕۆسەی سڕینەوە",
  "بعد عملية حذف الحساب لن نستطيع تسجيل الدخول مجددًا او المطالبة بإستعادة الحساب مهما كان السبب":
      "دوای پڕۆسەی سڕینەوەی هەژمار، ناتوانیت چوونەژوورەوە بکەیتەوە یان داوای گەڕاندنەوەی هەژمار بکەیت بەهیچ شێوەیەک",
  "البدء الان بحذف الحساب": "دەستبکە بە سڕینەوەی هەژمار ئێستا",
  "بإمكانك تغير المسار لاحقًا كما تشاء":
      "دەتوانیت دواتر ڕێڕەوەکە بگۆڕیت بەپێی ئارەزووت",
  "فقدت كلمة المرور؟ قم بالإستعادة الان":
      "وشەی نهێنیت لەدەستداوە؟ ئێستا بیکەرەوە",
  "التحقق": "پشکنین",
  "قم بملاء الحقول لمواصلة عملية إستعادة كلمة المرور الدخول":
      "تکایە خانەکان پڕ بکەرەوە بۆ بەردەوامبوون لە پڕۆسەی گەڕاندنەوەی وشەی نهێنی",
  "أستعادة كلمة المرور": "گەڕاندنەوەی وشەی نهێنی",
  "اجب على الاسئلة التالية في الحقول المناسبة":
      "وەڵامی پرسیارەکانی خوارەوە بدەرەوە لە خانە گونجاوەکان",
  "التحقق والإستعادة": "پشکنین و گەڕاندنەوە",
  "قم بإدخال كلمة المرور الجديدة": "وشەی نهێنی نوێ بنووسە",
  "الحفظ الان": "پاشەکەوتکردنی ئێستا",
  "ليس هنالك بيانات لعرضها": "هیچ زانیارییەک نییە بۆ پیشاندان",
  "قم بالبحث عن ماتريد عن طريق أدوات بحث مخصصة":
      "بەدۆزینەوەی ئەوەی دەتەوێت بە ئامرازی گەڕانی تایبەت",
  "الــبحث": "گەڕان",
  "الــبحث الان": "گەڕانی ئێستا",
  "أدخــل هنا أسم المنشور": "لێرە ناوی پۆست بنووسە",
  "مشاهدة الأقسام": "بینینی بەشەکان",
  "إخفاء الأقسام": "شاردنەوەی بەشەکان",
  "المعــذرة البيانات حاليًا غير متاحة للعرض ..حاول مجددًا":
      "ببورە زانیارییەکان ئێستا بەردەست نین بۆ پیشاندان..هەوڵبدەرەوە",
  "تفاصيل العرض": "وردەکاری پێشکەش",
  "المعذرة قد لاتمتلك منشورات او هنالك خلل في جلب البيانات":
      "ببورە ڕەنگە پۆستت نەبێت یان کێشەیەک هەیە لە وەرگرتنی زانیارییەکان",
  "الــتعديل": "دەستکاری",
  "الحــذف": "سڕینەوە",
  "لوحة التحكم الخـاصة بالمـستخدم": "تەختی کۆنتڕۆڵی تایبەتی بەکارهێنەر",
  "الـمعلومات الــعامة": "زانیاری گشتی",
  "المعلومات العامة حول لوحة التحكم الخـاصة بك عدد المنشورات,المشاهدات وإلخ..":
      "زانیاری گشتی دەربارەی تەختی کۆنتڕۆڵی تایبەت بەخۆت ژمارەی پۆستەکان، بینینەکان و هیتر..",
  "عدد المنشورات": "ژمارەی پۆستەکان",
  "إجمالي المشاهدات": "کۆی بینینەکان",
  "هذا رقم عدد منشوراتك التى قمت بإنشاءها":
      "ئەمە ژمارەی پۆستەکانتە کە دروستت کردوون",
  "هذا رقم عدد إجمالي مشاهدات منشوراتك":
      "ئەمە کۆی ژمارەی بینینەکانی پۆستەکانتە",
  "قائمة منشوراتك": "لیستی پۆستەکانت",
  "قائمة منشوراتك الخاصة التى قمت بنشرها..يمكنك مشاهدة التفاصيل,التعديل والحذف":
      "لیستی پۆستە تایبەتییەکانت کە بڵاویکردووتەوە..دەتوانی وردەکاری، دەستکاری و سڕینەوە ببینیت",
  'دولار': 'دۆلار',
  'دينار': 'دینار',
  "لوحة التحكم": "تەختی کۆنتڕۆڵ",
  "قائمة متاجرك": "لیستی فرۆشگاکانت",
  "قائمة متاجرك المعتمدة والمنشورة في المنصة":
      "لیستی فرۆشگا پەسەندکراو و بڵاوکراوەکانت لە پلاتفۆرمەکە",
  "قائمة منشوراتك الخاصة التى قمت بنشرها..والحذف":
      "لیستی پۆستە تایبەتییەکانت کە بڵاویکردووتەوە..و سڕینەوە",
  "هذا رقم متاجرك الذي قمت بإنشائها":
      "ئەمە ژمارەی فرۆشگاکانتە کە دروستت کردوون",
  "هذا رقم منشورات المزادات التى قمت بإنشائها":
      "ئەمە ژمارەی پۆستە مزایندەکانتە کە دروستت کردوون",
  "عدد المتاجر": "ژمارەی فرۆشگاکان",
  "عدد المزادات": "ژمارەی مزایندەکان",
  "المتاجر": "فرۆشگاکان",
  "المنشورات": "پۆستەکان",
  "الفلترة المتعمقة": "پاڵاوتنێکی قوڵ",
  "إظهار الفلترة": "نیشاندانی پاڵاوتن",
  "إخفاء الفلترة": "شاردنەوەی پاڵاوتن",
  "اختر المدينة": "شارەکە هەڵبژێرە",
  "اختر القسم الرئيسي": "بەشی سەرەکی هەڵبژێرە",
  "بدء الفلترة": "دەستپێکردنی پاڵاوتن",
  "الفلترة حسب الموقع(جديد)": "پاڵاوتن بەپێی شوێن(نوێ)",
  "البحث عن موقعك": "گەڕان بۆ شوێنەکەت",
  "الإضافة / خدمات الترويج": "زیادکردن / خزمەتگوزارییەکانی ڕیکلام",
  "الإضافة / التوكيلات والجملة": "زیادکردن / نوێنەرایەتی و کۆمەڵفرۆشی",
  "الإضافة / العقارات": "زیادکردن / خانووبەرە",
  "الإضافة / الــسيارات": "زیادکردن / ئۆتۆمبیل",
  "الإضافة / سوق المستعمل": "زیادکردن / بازاڕی بەکارهێنراو",
  "الإضافة / المول الإلكتروني": "زیادکردن / مۆڵی ئەلیکترۆنی",
  "ابدأ رحلتك الآن!": "ئێستا گەشتەکەت دەستپێبکە!",
  "أنشئ إعلانك في دقائق واستهدف جمهورك بكل سهولة":
      "ڕیکلامەکەت لە چەند خولەکێک دروست بکە و ئامانجی گرووپەکەت بە ئاسانی",
  "أضف الصور والتفاصيل ليظهر إعلانك بأفضل شكل":
      "وێنە و وردەکاری زیاد بکە بۆ ئەوەی ڕیکلامەکەت بە باشترین شێوە دەرکەوێت",
  "حقق أهدافك الآن وابدأ بزيادة أرباحك!":
      "ئێستا ئامانجەکانت بەدەستبهێنە و دەستبکە بە زیادکردنی قازانج!",
  "أحدث المنشورات": "نوێترین پۆستەکان",
  "المنشورات الأكثر مشاهدة": "زۆرترین بینینی پۆستەکان",
  "المنشورات الأعلى تقييم": "پۆستەکانی بەرزترین ڕیزبەندی",
  "التقييم العام": "ڕیزبەندی گشتی",
  "أضف تقييمك": "ڕیزبەندیت زیاد بکە",
  "معلومات حول الناشر": "زانیاری دەربارەی بڵاوکەر",
  "المزيد": "زیاتر",
  "المزاد": "مزایندە",
  "المزاد انتهى!": "مزایندە کۆتایی هات!",
  'المزاد غير متوفر.': 'مزایندە بەردەست نییە.',
  'السعر الحالي': 'نرخی ئێستا',
  'السعر الابتدائي': 'نرخی سەرەتایی',
  'بداية المزاد:': 'دەستپێکردنی مزایندە:',
  "نهاية المزاد:": 'کۆتایی مزایندە:',
  'حالة المزاد:': 'دۆخی مزایندە:',
  'نشط': 'چالاک',
  'منتهي': 'کۆتایی پێهاتوو',
  "التعليقات والردود": "کۆمێنت و وەڵامەکان",
  "أضافة تعليق جديد": "زیادکردنی کۆمێنتی نوێ",
  "بدء المزايدة": "دەستپێکردنی مزایندە",
  "تفاصيل المــنشور": "وردەکاری پۆست",
  "بدء الفرز": "دەستپێکردنی جیاکردنەوە",
  "صندوق البحث": "سندوقی گەڕان",
  "حـدد القسم للفلترة": "بەشەکە دیاریبکە بۆ پاڵاوتن",
  "حدد معايير البحث": "ستانداردەکانی گەڕان دیاریبکە",
  "نطاق السعر": "سنوری نرخ",
  "السعر الأدنى": "کەمترین نرخ",
  "دينار عراقي": "دیناری عێراقی",
  "السعر الأعلى": "بەرزترین نرخ",
  "الفرز الان": "جیاکردنەوەی ئێستا",
  "إختيار مظهر التطبيق": "هەڵبژاردنی ڕووکاری ئەپ",
  "أختر مظهر التطبيق المناسب لك من الخيارات التالية:":
      "ڕووکاری گونجاو بۆ خۆت هەڵبژێرە لە هەڵبژاردنەکانی خوارەوە:",
  "الوضع العادي": "دۆخی ئاسایی",
  "فاتح": "ڕووناک",
  "الوضع الليلي": "دۆخی شەوانە",
  "مظلم": "تاريك",
  "إختيار بيانات الناشر": "هەڵبژاردنی زانیارییەکانی بڵاوکەر",
  "ميزة جديدة ومقدمة تتيح لك حرية إختيار بيانات الناشر":
      "تایبەتمەندییەکی نوێ کە ئازادیت دەدات لە هەڵبژاردنی زانیارییەکانی بڵاوکەر",
  "ستظهر بيانات الناشر للمستخدمين عندما تقوم بنشر منشور ما..":
      "زانیارییەکانی بڵاوکەر بۆ بەکارهێنەران دەردەکەوێت کاتێک پۆستێک بڵاودەکەیتەوە..",
  "تتيح لك هذه الميزة إحترافية أكثر من ناحية إضافة شعار خاص بك ووصف مطول عنك-نشاطك بالإضافة إلى وسيلة تواصل مفضلة معك":
      "ئەم تایبەتمەندییە پرۆفیشناڵییەت پێدەدات لە ڕووی زیادکردنی لوگۆی تایبەت بەخۆت و وەسفێکی درێژخایەن دەربارەی خۆت-چالاکییەکەت هەروەها ڕێگایەکی پەیوەندی پێویست لەگەڵت",
  "الإعداد الـان": "ڕێکخستنی ئێستا",
  "مرحلة إنشاء بيانات الناشر-المتجر":
      "قۆناغی دروستکردنی زانیارییەکانی بڵاوکەر-فرۆشگا",
  "أسم الناشر-المتجر": "ناوی بڵاوکەر-فرۆشگا",
  "أدخل هنا أسم االذي سيظهر عند النشر":
      "لێرە ناوەکە بنووسە کە دەردەکەوێت کاتێک بڵاودەکەیتەوە",
  "وصف الناشر-المتجر": "وەسفی بڵاوکەر-فرۆشگا",
  "أدخل هنا وصف الناشر-المتجر مثال إذا كانت ناشر مختص في قسم معين وإلخ..":
      "لێرە وەسفی بڵاوکەر-فرۆشگا بنووسە نموونە ئەگەر بڵاوکەرێکی تایبەت بە بەشێکی دیاریکراو بیت و هیتر..",
  "رقم التواصل": "ژمارەی پەیوەندی",
  "أدخل هنا رمز الدخول متبوعًا برقم الهاتف للأتصال في حال لديك رغبة":
      "لێرە کۆدی وڵات بنووسە و دواتر ژمارەی مۆبایل بۆ پەیوەندی ئەگەر حەزت لێیەتی",
  "رقم الواتساب": "ژمارەی واتسئاپ",
  "أدخل هنا رمز الدخول متبوعًا برقم الهاتف المخصص للواتساب":
      "لێرە کۆدی وڵات بنووسە و دواتر ژمارەی مۆبایلی تایبەت بە واتسئاپ",
  "صورة للناشر-المتجر": "وێنەی بڵاوکەر-فرۆشگا",
  "إضافة صورة للناشر-المتجر": "زیادکردنی وێنە بۆ بڵاوکەر-فرۆشگا",
  "ملاحظة صورة الناشر ليست إجبارية ولكن لإحترافية أعلى يمكنك إضافة صورة للناشر..":
      "تێبینی: وێنەی بڵاوکەر ناچاری نییە بەڵام بۆ پرۆفیشناڵی زیاتر دەتوانیت وێنەی بڵاوکەر زیاد بکەیت..",
  "تفاصيل الناشر": "وردەکارییەکانی بڵاوکەر",
  "بدون اسم": "بێ ناو",
  "وصف الناشر": "وەسفی بڵاوکەر",
  "الموقع على الخريطة": "شوێن لەسەر نەخشە",
  "طرق التواصل": "ڕێگاکانی پەیوەندی",
  "لا يوجد رقم تواصل متاح": "هیچ ژمارەیەکی پەیوەندی بەردەست نییە",
  "اتصال": "پەیوەندی",
  "واتساب": "واتسئاپ",
  "لا يوجد منشورات متاحة حالياً": "هیچ پۆستێک بەردەست نییە لەم کاتەدا",
  "منشورات الناشر": "پۆستەکانی بڵاوکەر",
  'بدون عنوان': 'بێ سەردێڕ',
  "التاكيد": "دڵنیاکردنەوە",
  "صفحة التخصيص": "پەڕەی خۆڕێکخستن",
  "اختر الدولة": "وڵات هەڵبژێرە",
  "قم بإختيار الدولة المخصصة لك": "وڵاتی تایبەت بەخۆت هەڵبژێرە",
  "العراق": "عێراق",
  "سوريا": "سوریا",
  "تركيا": "تورکیا",
  "اختر اللغة": "زمان هەڵبژێرە",
  "قم بإختيار اللغة المخصصة لك": "زمانی تایبەت بەخۆت هەڵبژێرە",
  "التركية": "تورکی",
  "الكردية": "کوردی",
  "الانجليزية": "ئینگلیزی",
  "الرجاء الإنتظار قليلاً": "تکایە کەمێک چاوەڕێ بکە",
  "كل ما تحتاجه في مكان واحد!": "هەموو ئەوەی پێویستتە لە شوێنێک!",
  "التقط، شارك، وحقق التفاعل!": "وێنەگرتن، هاوبەشکردن، و کارلێک دروستکردن!",
  "منشوراتك تثير الاهتمام!": "پۆستەکانت سەرنج ڕاکێشن!",
  "استعرض أقسام متنوعة في تطبيقنا. خدمات، منتجات، وعروض خاصة. كل ما تحتاجه في مكان واحد.":
      "بەشی هەمەجۆر لە ئەپڵیکەیشنەکەمان ببینە. خزمەتگوزاری، بەرهەم، و پێشکەشی تایبەت. هەموو ئەوەی پێویستتە لە شوێنێک.",
  "التقط صورة، أضف التفاصيل، وانشرها بسهولة. مع أدوات تخصيص تمنحك أفضل طريقة لعرض منشورك.":
      "وێنە بگرە، وردەکاری زیاد بکە، و بە ئاسانی بڵاوی بکەرەوە. لەگەڵ ئامرازەکانی خۆڕێکخستن کە باشترین ڕێگات پێدەدەن بۆ پیشاندانی پۆستەکەت.",
  "منشوراتك ستصل لأكبر عدد من الناس بسرعة، مع تفاعل متزايد ومشاهدات عالية في الوقت الفعلي.":
      "پۆستەکانت بە خێرایی دەگاتە زۆرترین کەس، لەگەڵ کارلێکێکی زیادبوو و بینینێکی بەرز لە کاتی ڕاستەقینە.",
  "بيانات الناشر": "زانیارییەکانی بڵاوکەر",
  "مظهر التطبيق": "ڕووکاری ئەپ",

  /////////////////
  'جاري تحميل بيانات الناشر...': 'وردەکارییەکانی بڵاوکەر بار دەکرێت...',
  '⚠️ لا يوجد بيانات لهذا الناشر': '⚠️ هیچ زانیارییەک نییە بۆ ئەم بڵاوکەرە',
  'لم يقم الناشر بإضافة معلومات شخصية بعد':
      'بڵاوکەر هێشتا زانیاری کەسی زیاد نەکردووە',
  "التعليق": "کۆمێنت",
  "قم رجاءًا بملا الحقول للتعليق": "تکایە خانەکان پڕ بکەرەوە بۆ کۆمێنت",
  "ادخل هنا التعليق": "لێرە کۆمێنتەکە بنووسە",
  'يرجى إدخال نص التعليق': 'تکایە دەقی کۆمێنت بنووسە',
  "إضافة التعليق": "زیادکردنی کۆمێنت",
  "المزايدة": "مزایندە",
  "قم رجاءًا بملا الحقول للمزايدة": "تکایە خانەکان پڕ بکەرەوە بۆ مزایندە",
  "سعر المزايدة": "نرخی مزایندە",
  "ادخل سعر المزايدة": "نرخی مزایندە بنووسە",
  "معلومات التواصل": "زانیاری پەیوەندی",
  "ادخل معلومات التواصل": "زانیاری پەیوەندی بنووسە",
  'يرجى ملء جميع الحقول المطلوبة': 'تکایە هەموو خانە پێویستەکان پڕ بکەرەوە',
  "إضافة مزايدة": "زیادکردنی مزایندە",

  "الإضافة / منتجات من المزرعة": "زیادکردن / بەرهەمە کشتوکاڵییەکان",
  "الإضافة / أفكار ومشاريع للتمويل": "زیادکردن / بیرۆکە و پرۆژە بۆ دارایی",
  "الإضافة / المطاعم": "زیادکردن / چێشتخانە",
  "اللغات": "زمانەکان",
  "أدخل اللغات التى تجيدها مثال ,الإنجليزية,التركية":
      "زمانەکانی شارەزات بنووسە نموونە ,ئینگلیزی,تورکی",
  "قم بإضافة صور شخصية,شهادات,خبرات,cv":
      "وێنەی کەسی,بڕوانامە,خەڵات,cv زیاد بکە",
  "الإضافة / عمال يوميين": "زیادکردن / کرێکاری ڕۆژانە",
  "الإضافة / الخدمات التعليمية": "زیادکردن / خزمەتگوزارییە پەروەردەییەکان",
  "الإضافة / دليل الشركات": "زیادکردن / دەستنیشانکردنی کۆمپانیاکان",
  "ليس هنالك تعليقات..ابدا التعليق الان":
      "هیچ کۆمێنتێک نییە..ئێستا دەستبکە بە کۆمێنت",
  "بدون سعر": "بێ نرخ",

  "تنبيه": "ئاگادارکردنەوە",
  "لم يتم العثور على نتائج مطابقة..لذا سيتم إرجاع جميع المنشورات":
      "هیچ ئەنجامێکی گونجاو نەدۆزرایەوە..بۆیە هەموو پۆستەکان دەگەڕێنەوە",
  'أكمل ملفك الشخصي!': 'پەڕەی کەسی تەواو بکە!',
  'لتحسين تجربتك، ننصح بإكمال معلومات الناشر قبل إنشاء المنشور حتى يتمكن المستخدمون من التواصل معك بسهولة.':
      'بۆ باشترکردنی ئەزموونت، پێشنیار دەکەین زانیارییەکانی بڵاوکەر تەواو بکەیت پێش دروستکردنی پۆست تا بەکارهێنەران بە ئاسانی پەیوەندیت پێوەبکەن.',
  'إخفاء مؤقت': 'شاردنەوەی کاتی',
  'إخفاء دائم': 'شاردنەوەی هەمیشەیی',

  ////////////////////////////////////////

  'رقم المزاد:': 'ژمارەی مزایندە:',
  "خيارات الفلترة": "هەڵبژاردنەکانی پاڵاوتن",
  "القسم الفرعي": "بەشی ژێرەکی",
  "القسم الفرعي الثاني": "بەشی ژێرەکی دووەم",
  "اختر المنطقة": "ناوچە هەڵبژێرە",
  "الفترة الزمنية": "ماوەی کات",
  "الفـترة الزمـنية": "ماوەی کات",
  "أخر أربعة وعشرين ساعة": "کۆتا ٢٤ کاتژمێر",
  "أخر أسبوع": "کۆتا هەفتە",
  "أخر شهر": "کۆتا مانگ",
  "أخر سنة": "کۆتا ساڵ",
  "كل الأوقات": "هەموو کاتەکان",

  "ملاحظة مهمة جدًا:في حال لم تجد مدينتك في القائمة أختر خيار -غير مدخل-  حيث إننا نراعي المدن الغير متوفرة بمرونة عالية ":
      "تێبینییەکی زۆر گرنگ: ئەگەر شارەکەت لە لیستەکە نەدۆزیەوە هەڵبژاردنی -تۆمارنەکراو- هەڵبژێرە چونکە ئێمە بە گونجاوکارییەکی بەرز شارە بەردەستنەکان رعایت دەکەین",
  "هل المنشور يحتوي على مبلغ مالي؟": "ئایا پۆستەکە پارەی تێدایە؟",
  "نــعم": "بەڵێ",
  "لا": "نەخێر",
  'الأعلى مشاهدة': 'زۆرترین بینین',
  'الأقل مشاهدة': 'کەمترین بینین',
  'الأعلى سعراً': 'بەرزترین نرخ',
  'الأقل سعراً': 'کەمترین نرخ',
  'الأحدث أولاً': 'نوێترین سەرەتا',
  'الأقدم أولاً': 'کۆنترین سەرەتا',
  'الأعلى تقييماً': 'بەرزترین ڕیزبەندی',
  'الأقل تقييماً': 'کەمترین ڕیزبەندی',
  ///////////////

  'مرحبًا بك في تطبيق "على مودك"! قبل أن تبدأ باستخدام التطبيق، يجب عليك قراءة الشروط والأحكام التالية بعناية. باستخدامك للتطبيق، أنت توافق على الامتثال لجميع الشروط المذكورة أدناه. إذا لم توافق على أي من هذه الشروط، يجب عليك عدم استخدام التطبيق.':
      'بەخێربێیت بۆ ئەپڵیکەیشنی "على مودك"! پێش ئەوەی دەستبکەیت بە بەکارهێنانی ئەپڵیکەیشنەکە، پێویستە مەرج و ڕێساکانی خوارەوە بە وردی بخوێنیتەوە. بە بەکارهێنانی ئەپڵیکەیشنەکە، تۆ ڕازی دەبیت بە پابەندبوون بە هەموو مەرجەکانی خوارەوە. ئەگەر بە هیچ یەکێک لەم مەرجانە ڕازی نەبوویت، پێویستە ئەپڵیکەیشنەکە بەکارنەهێنیت.',

  '1. الحسابات الشخصية:': '1. هەژمارە کەسییەکان:',
  'أنت مسؤول عن إنشاء حسابك وتوفير معلومات دقيقة وصحيحة عند التسجيل. يُسمح لك بإنشاء منشورات حول المنتجات أو الخدمات التي ترغب في بيعها أو تبادلها. قد يطلب منك التطبيق تقديم معلومات إضافية أو توثيق هويتك لضمان الأمان والتحقق من المصداقية.':
      'تۆ بەرپرسی دروستکردنی هەژمارەکەت و دابینکردنی زانیاری ڕاست و دروستیت لە کاتی خۆتۆمارکردن. ڕێت دەدرێت پۆست دروست بکەیت دەربارەی بەرهەم یان خزمەتگوزارییەکانی کە دەتەوێت بیانفرۆشی یان بەگۆڕین بدەیت. ڕەنگە ئەپڵیکەیشنەکە داوای زانیاری زیادە یان دڵنیاکردنەوەی ناسنامەت لێبکات بۆ دڵنیابوون لە ئاسایش و پشتڕاستکردنەوەی ڕاستی.',

  ///////////////////////////
  "المول الإلكتروني": "مۆڵی ئەلیکترۆنی",
  "سوق المستعمل": "بازاڕی بەکارهێنراو",
  "مركبات للبيع والايجار": "ئۆتۆمبیل بۆ فرۆشتن و کرێ",
  "المهن والحرف": "پیشە و حیرفە",
  "منتجات من البيت": "بەرهەمە ناوماڵییەکان",
  "عقارات للبيع والإيجار": "خانووبەرە بۆ فرۆشتن و کرێ",
  "عروض وصفقات": "پێشکەش و گرێبەست",
  "المزاد الإلكتروني": "مزایندەی ئەلیکترۆنی",
  "متجر المنتجات العالمية": "فرۆشگای بەرهەمە جیهانییەکان",
  "الإعلانات الرسمية": "ڕاگەیاندنە فەرمییەکان",
  "سوق الجملة والتوكيلات": "بازاڕی کۆمەڵفرۆشی و نوێنەرایەتی",
  "فرص عمل": "دەرفەتی کار",
  "أفكار ومشاريع للتمويل": "بیرۆکە و پرۆژە بۆ دارایی",
  "المطاعم": "چێشتخانە",
  "دليل الشركات": "دەستنیشانکردنی کۆمپانیاکان",
  "منتجات من المرزعة": "بەرهەمە کشتوکاڵییەکان",
  "الخدمات التعليمية": "خزمەتگوزارییە پەروەردەییەکان",
  "عمال يوميين": "کرێکاری ڕۆژانە",
  "خدمات الذكاء الاصطناعي": "خزمەتگوزارییەکانی زیرەکی دەستکرد",
  "الانشاءات مواد البناء": "بیناسازی و маاددەی بیناسازی",
  "الالات والمعدات": "ئامێر و ڕێکخراوەکان",
  "الزراعة والحيوان": "کشتوکاڵ و ئاژەڵ",
  "الصالونات الصحية والرياضية": "سالۆنە تەندروستی و وەرزشییەکان",
  "الحيوانات الأليفة": "ئاژەڵی ماڵی",
  "بحث قريب": "گەڕانی نزیک",
  "أخذ موقعك": "وەرگرتنی شوێنەکەت",
  "لايمكنك البحـث! قم بفحص موقعك للحصول على المنشورات القريبة":
      "ناتوانیت بگەڕیت! شوێنەکەت پشکنە بۆ دەستکەوتنی پۆستە نزیکەکان",
  "تمت عملية البحث عن المنشورات القريبة!":
      "پڕۆسەی گەڕان بۆ پۆستە نزیکەکان تەواوبوو!",
  'سيتم الان عرض المنـشورات القريبة من موقعك في حال وُجدت':
      'ئێستا پۆستە نزیکەکان لە شوێنەکەت پیشان دەدرێن ئەگەر هەبن',
  "لسبب ما لم تتم عملية البحث..!!حاول مجددًا":
      "بەهۆیەوە پڕۆسەی گەڕان تەواونەبوو..!!هەوڵبدەرەوە",
  'ترتيب حسب المشاهدات': 'ڕیزکردن بەپێی بینین',
  'ترتيب حسب السعر': 'ڕیزکردن بەپێی نرخ',
  'ترتيب حسب التاريخ': 'ڕیزکردن بەپێی مێژوو',
  'ترتيب حسب التقييم': 'ڕیزکردن بەپێی ڕیزبەندی',
  "الـفلترة الخـاصة": "پاڵاوتنێکی تایبەت",
  //////////////2-17

  'حتى تظهر معلوماتك عند نشر المنشورات.. يجب عليك إكمال معلومات الناشر':
      'بۆ ئەوەی زانیارییەکانت دەربکەوێت کاتێک پۆست بڵاودەکەیتەوە.. پێویستە زانیارییەکانی بڵاوکەر تەواو بکەیت',
  "عند اختيار العملة سيتم تخصيص الواجهات بالعملة المختارة، مع العلم بأن العملة الإفتراضية والاساسية  للتطبيق هي الدينار العراقي.":
      "کاتێک دراوێک هەڵدەبژێریت، ڕووکارەکان بەو دراوە ڕێکدەخرێنەوە، بە زانیاریەوە کە دراوی گریمانەیی و سەرەکی ئەپڵیکەیشنەکە دیناری عێراقییە.",
  "لايوجد محتوى بهذا القسـم": "هیچ ناوەڕۆکێک نییە لەم بەشە",
  'يمكنك المحاولة لاحقاً أو التحقق من اتصالك بالإنترنت':
      'دەتوانیت دواتر هەوڵبدەیتەوە یان پەیوەندی ئینتەرنێتەکەت پشکنین بکەیت',
  'إعادة المحاولة': 'هەوڵدانەوە',
  "لا توجد تفاصيل متوفرة": "هیچ وردەکارییەک بەردەست نییە",
  "لا توجد تفاصيل إضافية": "هیچ وردەکارییەکی زیادە نییە",
  'تم إنشاء الحساب بنجاح': 'هەژمارەکە بە سەرکەوتوویی دروستکرا',
  'تمت بنجاح': 'بە سەرکەوتوویی تەواوبوو',
  'فشلت العملية': 'پڕۆسەکە شکستی هێنا',
  'قد يكون الاسم محجوز او كلمة المرور ضعيفة  هنالك خطا حاليًا حاول مجددًا باسم اخر وتاكد بإن كلمة المرور قوية':
      'ڕەنگە ناوەکە گیراو بێت یان وشەی نهێنییەکە لاواز بێت هەڵەیەک هەیە لە ئێستادا هەوڵبدەرەوە بە ناوێکی تر و دڵنیابە لەوەی کە وشەی نهێنییەکە بەهێزە',
  'جميع الحقول مطلوبة': 'هەموو خانەکان پێویستن',
  'تم تسجيل الدخول بنجاح': 'چوونەژوورەوە بە سەرکەوتوویی تەواوبوو',
  'كلمة المرور او الاسم مدخل بطريقة خاطئة او كليهما تاكد وحاول مجددًا':
      'وشەی نهێنی یان ناوەکە بە شێوەیەکی هەڵە تۆمارکراوە یان هەردووکیان دڵنیابەرەوە و هەوڵبدەرەوە',
  "تم حفظ موقعك الجغرافي في قاعدة البيانات بنجاح":
      "شوێنی جوگرافییەکەت بە سەرکەوتوویی لە بنکەدراوە هەڵگیرا",
  "لم يتم تخزين الموقع الجغرافي في قاعدة البيانات حاول مجددًا":
      "شوێنی جوگرافییەکەت لە بنکەدراوە هەڵنەگیرا هەوڵبدەرەوە",
  'تم!': 'تەواوبوو!',
  'تم الان قم بإدخال إجابات الاسئلة التالية':
      'ئێستا تەواوبوو وەڵامی پرسیارەکانی خوارەوە بنووسە',
  'خطا!': 'هەڵە!',
  'رقم الهاتف او الاسم غير صالحين': 'ژمارەی مۆبایل یان ناوەکە دروست نییە',
  'نجحت!': 'سەرکەوتووبوو!',
  'نجحت عملية التحقق من هويتك..قم بإستعادة كلمة المرور الان':
      'پڕۆسەی دڵنیابوونەوەی ناسنامەت سەرکەوتووبوو..ئێستا وشەی نهێنیەکە بگەڕێنەوە',
  'فشلت!': 'شکستی هێنا!',
  'البيانات التى أدخلتها غير صحيحة..حاول مجددًا بإستخدام بيانات صحيحة':
      'زانیارییەکانی تۆمارکراوت دروست نییە..هەوڵبدەرەوە بە بەکارهێنانی زانیاری ڕاست',
  'نجحت عملية إستعادة كلمة المرور بنجاح! قم بستجيل دخولك الان':
      'پڕۆسەی گەڕاندنەوەی وشەی نهێنی سەرکەوتووبوو! ئێستا چوونەژوورەوە بکە',
  'خطا! لم تستطع من إدخال كلمة مرور جديدة حاول مجددًا':
      'هەڵە! نەتوانیت وشەی نهێنی نوێ بنووسیت هەوڵبدەرەوە',
  "لاتستطيع البحث!": "ناتوانیت بگەڕیت!",
  'يجب عليك إضافة موقعك الجغرافي للبحث عن المنشورات القريبة منك':
      'پێویستە شوێنی جوگرافی خۆت زیاد بکەیت بۆ گەڕان بۆ پۆستە نزیکەکان',
  "نجاح": "سەرکەوتوویی",
  "تم الحصول على الموقع الجغرافي بنجاح": "شوێنی جوگرافی بە سەرکەوتوویی وەرگیرا",
  "تم مسح الموقع الجغرافي": "شوێنی جوگرافی سڕدرایەوە",
  "يرجى منح إذن الوصول إلى الموقع الجغرافي":
      "تکایە مۆڵەتی چوونە ناو شوێنی جوگرافی بدە",
  'لقد تم بنجاح توثيق حسابك..شُكرا لاهتمامك بالأمان':
      'هەژمارەکەت بە سەرکەوتوویی دڵنیاکرایەوە..سوپاس بۆ گرنگی دان بە ئاسایش',
  'خطا! في العملية': 'هەڵە! لە پڕۆسەکە',
  "نجحت العملية": "پڕۆسەکە سەرکەوتووبوو",
  "تم إنشاء المنشور بنجاح": "پۆستەکە بە سەرکەوتوویی دروستکرا",
  "يرجى اختيار القسم الرئيسي": "تکایە بەشی سەرەکی هەڵبژێرە",
  "يرجى رفع الصور قبل إنشاء المنشور":
      "تکایە پێش دروستکردنی پۆست وێنەکان باربکە",
  "يرجى إدخال العنوان": "تکایە سەردێڕ بنووسە",
  "خطا في الصورة حاول رفع صور أخرى بصيغة مختلفة":
      "هەڵە لە وێنەکە هەوڵبدە وێنەی تر بە فۆرماتێکی جیاواز باربکە",
  "خطا في العنوان": "هەڵە لە سەردێڕ",
  "هنالك خطا في ترجمة العنوان وإضافته حاول مجددًا بوقت لاحق":
      "هەڵەیەک هەیە لە وەرگێڕانی سەردێڕ و زیادکردنی هەوڵبدەرەوە دواتر",
  "تم إنشاء المنشور بنجاح وإعادة تعيين الحقول":
      "پۆستەکە بە سەرکەوتوویی دروستکرا و خانەکان ڕێکخرانەوە",
  "خطا في المحتويات": "هەڵە لە ناوەڕۆک",
  "خطا في ترجمة النصوص حاول مجددًا لاحقًا":
      "هەڵە لە وەرگێڕانی دەقەکان هەوڵبدەرەوە دواتر",
  "نجحت العملية!": "پڕۆسەکە سەرکەوتووبوو!",
  "تم إضافة بيانات الناشر بنجاح":
      "زانیارییەکانی بڵاوکەر بە سەرکەوتوویی زیادکرا",
  "فشلت العملية!": "پڕۆسەکە شکستی هێنا!",
  "فشلت عملية إضافة البيانات": "پڕۆسەی زیادکردنی زانیاری شکستی هێنا",
  'غير مذكور': 'بێ ناونیشان',

  "اختر وقت انتهاء المزاد": "کاتی کۆتایی مزایندە هەڵبژێرە",
  "اختر نهاية المزاد": "کۆتایی مزایندە هەڵبژێرە",
  "اختر بداية المزاد": "دەستپێکردنی مزایندە هەڵبژێرە",
  "اختر وقت بدء المزاد": "کاتی دەستپێکردنی مزایندە هەڵبژێرە",
  "لا توجد منشورات متاحة حالياً": "هیچ پۆستێک بەردەست نییە لەم کاتەدا",
  "يمكنك المحاولة لاحقًا أو تحديث الصفحة":
      "دەتوانیت دواتر هەوڵبدەیتەوە یان پەڕەکە نوێ بکەیتەوە",
  "ماركة السيارة": "مارکەی ئۆتۆمبیل",
  ///////////////////////////////
  "لايوجد": "نییە",
  "عدد الغرف": "ژمارەی ژوورەکان",
  "غرفة واحدة": "یەک ژوور",
  "غرفتين": "دوو ژوور",
  "ثلاثة غرف": "سێ ژوور",
  "أربع غرف": "چوار ژوور",
  "خمس غرف": "پێنج ژوور",
  "أكثر من خمس غرف": "زیاتر لە پێنج ژوور",
  "عدد الحمامات": "ژمارەی حەمامەکان",
  "واحد": "یەک",
  "أثنين": "دوو",
  "ثلاثة": "سێ",
  "أكثر من ثلاثة": "زیاتر لە سێ",
  "عدد الطوابق": "ژمارەی نهۆمەکان",
  "طابق واحد": "یەک نهۆم",
  "طابقين": "دوو نهۆم",
  "ثلاث طوابق": "سێ نهۆم",
  "أكثر من ثلاث طوابق": "زیاتر لە سێ نهۆم",
  "مساحة البناء": "ڕووبەری بینا",
  "أقل من 100 متر مربع": "کەمتر لە 100 مەتری چوارگۆشە",
  "من 100 إلى 200 متر مربع": "لە 100 تا 200 مەتری چوارگۆشە",
  "من 200 إلى 300 متر مربع": "لە 200 تا 300 مەتری چوارگۆشە",
  "أكثر من 300 متر مربع": "زیاتر لە 300 مەتری چوارگۆشە",
  "مساحة الارض": "ڕووبەری زەوی",
  "من 200 إلى 500 متر مربع": "لە 200 تا 500 مەتری چوارگۆشە",
  "أكثر من 500 متر مربع": "زیاتر لە 500 مەتری چوارگۆشە",
  "سنة واحدة": "یەک ساڵ",
  "سنتين": "دوو ساڵ",
  "ثلاث سنين": "سێ ساڵ",
  "أربعة سنين": "چوار ساڵ",
  "خمس سنين": "پێنج ساڵ",
  "اكثر من خمس سنين": "زیاتر لە پێنج ساڵ",
  "طريقة الدفع": "ڕێگەی پارەدان",
  "كاش": "پارە",
  "يوجد آلية تقسيط": "ڕێگای پارەدان بەقسط هەیە",
  "عمر البناء": "تەمەنی بینا",

  ///////
// دراو و ڕێکخستنه‌ گشتییه‌کان
  'الدولار الأمريكي': 'دۆلاری ئەمریکی',
  "العملات المتاحة": "دراوە بەردەستەکان",
  "محول العملات": "گۆڕەری دراو",
  "العملة الحالية:": "دراوی ئێستا:",
  "اختر اللغة المفضلة": "زمانی دڵخوازەکەت هەڵبژێرە",
  "سيتم تطبيق اللغة المختارة على جميع عناصر التطبيق":
      "زمانی هەڵبژێردراو بۆ هەموو پێکهاتەکانی ئەپڵیکەیشنەکە جێبەجێ دەکرێت",
  "Kurdî": "Kurdî",
  "English": "English",

  // هەنگاوه‌کانی دڵنیاکردن
  'خطوة ١ من ٣': 'هەنگاوی ١ لە ٣',
  "ربط رقم الهاتف": "بەستنی ژمارەی مۆبایل",
  "استعادة الحساب عند فقدان كلمة المرور":
      "ڕێکخستنەوەی هەژمار کاتێک وشەی نهێنی لەدەست دەدەیت",
  "أسئلة أمان شخصية": "پرسیاری ئاسایشی کەسی",
  "طبقة حماية إضافية للعمليات الحساسة":
      "چینێکی پاراستنی زیادە بۆ کردارە هەستیارەکان",
  "ابدأ عملية التأمين": "دەستپێکردنی پڕۆسەی دڵنیاکردن",
  "ربط رقم الاستعادة": "بەستنی ژمارەی ڕێکخستنەوە",
  "رقم خاص تستخدمه لإستعادة حسابك عند الحاجة":
      "ژمارەیەکی تایبەت بۆ ڕێکخستنەوەی هەژمارەکەت کاتێک پێویستت پێیەتی",
  "مثال: +964 770 123 4567": "نموونە: +٩٦٤ ٧٧٠ ١٢٣ ٤٥٦٧",
  "رقم صحيح": "ژمارەی دروست",
  "تأكد من صحة الرقم": "دڵنیابە لە ڕاستی ژمارەکە",

  // پاکه‌ت و بڵاوکردنه‌وه‌کان
  "الباقات المتاحة": "پاکەتە بەردەستەکان",
  "مميزة": "خاوەن خۆشبەختن",
  "استثمارية": "وەبەرهێنان",
  "تجارية": "بازرگانی",
  "اقتصادية": "ئابووری",
  "عادية": "ئاسایی",
  "تأكيد طـلب الإشتراك": "دڵنیاکردنەوەی داواکاری بەشداری",
  "هذا العرض يشمل جميع الأقسام": "ئەم پێشکەشە هەموو بەشەکان لەخۆ دەگرێت",
  "ملاحظة: يتم مراجعة طلب الإشتراك من طرف الإدارة وفي حال الموافقة سيتم إنشاء الباقة":
      "تێبینی: داواکاری بەشداری لەلایەن بەڕێوەبەرەوە پێداچوونەوەی دەکرێت و ئەگەر پەسەند بکرێت پاکەتەکە دروست دەکرێت",
  "الطلب": "داواکاری",
  "إلغاء": "پاشگەزبوونەوە",

  // کارتی بڵاوکەره‌ پیشه‌گه‌ر
  "بطاقة الناشر الاحترافية": "کارتی پیشەگەری بڵاوکەر",
  "بدء الإعداد": "دەستپێکردنی ڕێکخستن",
  "يتطلب تسجيل الدخول": "پێویستی بە چوونەژوورەوە هەیە",
  'يجب تسجيل الدخول لاستخدام هذه الميزة':
      'پێویستە چوونەژوورەوە بکەیت بۆ بەکارهێنانی ئەم تایبەتمەندییە',
  "ميزة احترافية جديدة": "تایبەتمەندی پیشەگەری نوێ",
  "عرض معلومات الناشر بشكل مميز مع إمكانيات تخصيص متقدمة":
      "پیشاندانی زانیاری بڵاوکەر بەشێوەیەکی تایبەت لەگەڵ ئامرازی ڕێکخستنی پێشکەوتوو",
  "إضافة شعار خاص بك": "زیادکردنی لوگۆی تایبەت بەخۆت",
  "وصف تفصيلي عن النشاط": "وەسفی ورد لەسەر چالاکییەکە",
  "وسائل تواصل متعددة": "چەند ڕێگایەکی پەیوەندی",
  "عرض الموقع الجغرافي": "پیشاندانی شوێنی جوگرافی",
  "أوقات العمل المخصصة": "کاتە دیاریکراوەکانی کار",

  // ڕێکخستنه‌کانی هه‌ژمار
  'المعلومات': 'زانیاری',
  'التواصل': 'پەیوەندی',
  'الموقع': 'شوێن',
  'المراجعة': 'پێداچوونەوە',
  'السابق': 'پێشوو',
  'تأكيد': 'دڵنیاکردنەوە',
  'التالي': 'دواتر',
  "اختر نوع الحساب المناسب": "جۆری هەژماری گونجاو هەڵبژێرە",
  "حساب شخصي": "هەژماری کەسی",
  "حساب تجاري": "هەژماری بازرگانی",
  'حساب شخصي خاص بك': 'هەژماری کەسی تایبەت بەخۆت',
  'مشاركة الإعلانات بسهولة': 'هاوبەشی کردن بەڵگەنامەکان بەئاسانی',
  'إضافة معلومات التواصل': 'زیادکردنی زانیاری پەیوەندی',
  'روابط لمواقع التواصل الإجتماعي': 'بەستەری ماڵپەڕەکانی کۆمەڵایەتی',
  'معلومات أشمل حول النشاط التجاري': 'زانیاری وردتر لەسەر چالاکی بازرگانی',
  'أوقات العمل والخدمات المميزة': 'کاتەکانی کار و خزمەتگوزاریە تایبەتەکان',
  'صور أكثر للخدمات والمنشاة': 'وێنەی زیاتر بۆ خزمەتگوزاری و دامەزراوەکان',
  'اختر هذا النوع': 'ئەم جۆرە هەڵبژێرە',

  // زانیاری کۆمپانیا
  "نبذة الشركة": "پوختەی کۆمپانیا",
  "وصف طبيعة عمل الشركة": "وەسفی سروشتی کارکردنی کۆمپانیا",
  "تخصص الشركة": "تایبەتمەندی کۆمپانیا",
  "التخصص الرئيسي للشركة": "تایبەتمەندی سەرەکی کۆمپانیا",
  "أوقات العمل": "کاتەکانی کار",
  "مثال: الأحد - الخميس: ٩ صباحًا - ٥ مساءً\nالجمعة: مغلق":
      "نموونە: یەکشەممە - پێنجشەممە: ٩ی بەیانی - ٥ی ئێوارە\nهەینی: داخراوە",
  'يجب إدخال رقم الهاتف': 'پێویستە ژمارەی مۆبایل بنوسیت',
  'يجب إدخال رقم مكون من 10 أرقام': 'پێویستە ژمارەی ١٠ ڕەقەمی بنوسیت',
  "سيتم إضافة مفتاح العراق (+964) تلقائيًا":
      "کلیلەکانی عێراق (+٩٦٤) بەشێوەی خودکار زیاد دەکرێت",

  // پەیوەندی و شوێن
  "فيسبوك": "فەیسبووک",
  "انستجرام": "ئینستاگرام",
  "لينكدإن": "لینکدئین",
  "يوتيوب": "یوتیوب",
  "الموقع الإلكتروني": "ماڵپەڕی فەرمی",
  "صور الناشر-المتجر": "وێنەی بڵاوکەر-دوکان",
  "إضافة صورة": "زیادکردنی وێنە",
  "المزيد من الصور حول نشاطك التجاري": "وێنەی زیاتر لەسەر چالاکی بازرگانیەکەت",
  "لم يتم تحديد الموقع": "شوێن دیاری نەکراوە",
  "تحديد الموقع الحالي": "دیاریکردنی شوێنی ئێستا",

  // پێداچوونەوەی کۆتایی
  'نوع الحساب:': 'جۆری هەژمار:',
  'الاسم:': 'ناو:',
  'الوصف:': 'وەسف:',
  'نبذة الشركة:': 'پوختەی کۆمپانیا:',
  'تخصص الشركة:': 'تایبەتمەندی کۆمپانیا:',
  'أوقات العمل:': 'کاتەکانی کار:',
  'رقم التواصل:': 'ژمارەی پەیوەندی:',
  'فيسبوك:': 'فەیسبووک:',
  'انستجرام:': 'ئینستاگرام:',
  'لينكدإن:': 'لینکدئین:',
  'يوتيوب:': 'یوتیوب:',
  'الموقع الإلكتروني:': 'ماڵپەڕی فەرمی:',
  'الموقع الجغرافي:': 'شوێنی جوگرافی:',
  'غير محدد': 'دیاری نەکراوە',

  // ڕێکخستن و ڕووکار
  "الإعدادات العامة": "ڕێکخستنه‌ گشتییه‌کان",
  "المظهر": "ڕووکار",
  "إدارة الحساب": "بەڕێوەبردنی هەژمار",
  "القوانين": "یاساکان",
  "الخروج": "چوونەدەرەوە",
  "مشاركة": "هاوبەشی کردن",

  // وردەکاری پۆست
  "تــفاصيل المــنشور": "وردەکاری پۆست",
  'نشاط تجاري معتمد': 'چالاکی بازرگانی باوەڵپێکراو',
  'مستخدم عادي': 'بەکارهێنەری ئاسایی',
  'نبذة عن النشاط': 'پوختەی چالاکی',
  'لا توجد معلومات متاحة': 'زانیاری بەردەست نییە',
  'التخصصات الرئيسية': 'تایبەتمەندیە سەرەکییەکان',
  'غير محددة': 'دیاری نەکراوە',
  'أوقات العمل الرسمية': 'کاتە فەرمییەکانی کار',
  'طرق التواصل المباشر': 'ڕێگاکانی پەیوەندی ڕاستەوخۆ',
  'زيارة الموقع الرسمي': 'سەردانی ماڵپەڕی فەرمی',
  'وسائل التواصل الاجتماعي': 'ڕێگاکانی پەیوەندی کۆمەڵایەتی',
  'معرض صور النشاط التجاري': 'پیشاندانی وێنەکانی چالاکی بازرگانی',
  'تعذر فتح الرابط': 'نەتوانرا بەستەرەکە بکرێتەوە',
  'التفاصيل': 'وردەکاری',
  'التأكيد': 'دڵنیاکردنەوە',

  // دروستکردنی پۆست
  'المعلومات الأساسية': 'زانیاریە سەرەکییەکان',
  'يرجى اختيار الناشر': 'تکایە بڵاوکەر هەڵبژێرە',
  "اختر اسم الناشر": "ناوی بڵاوکەر هەڵبژێرە",
  "ملاحظة: في حال عدم وجود مدينتك اختر غير مدخل":
      "تێبینی: ئەگەر شارەکەت نییە، 'دیاری نەکراو' هەڵبژێرە",
  'تفاصيل المنشور': 'وردەکاری پۆست',
  'الصور المرفقة': 'وێنەە پەیوەستکراوەکان',
  "إضافة صور للمنشور": "زیادکردنی وێنە بۆ پۆست",
  "لم يتم اختيار أي صور": "هیچ وێنەیەک هەڵنەبژێردراوە",
  'مراجعة المعلومات': 'پێداچوونەوەی زانیاری',
  'الناشر': 'بڵاوکەر',
  'المدينة': 'شار',
  'المنطقة': 'ناوچە',
  'نشر الآن': 'بڵاوکردنەوەی ئێستا',

  // ئه‌نجامه‌کان
  "تم التقديم بنجاح!": "بەسەرکەوتوویی نێردرا!",
  "تم رفع بيانات المنشور بنجاح. يخضع المنشور الآن لمراجعة فريقنا للتأكد من توافقه مع الشروط والأحكام. ستتم إشعارك فور الانتهاء من المراجعة.":
      "زانیاری پۆستەکە بەسەرکەوتوویی بارکرا. پۆستەکە ئێستا لەژێر پێداچوونەوەی تیمەکەماندایە بۆ دڵنیابوون لەگەڵ مەرج و ڕێساکان. ئاگادارت دەکەینەوە کە پێداچوونەوەکە تەواو بوو.",
  "متابعة": "بەردەوامبوون",
/////////////
  //////////////// About Terms Privacy Page ///////////////
  "المعلومات والسياسات": "زانیاری و پالیسییەکان",
  "من نحن": "ئێمە كێین",
  "الشروط": "مەرجەكان",
  "الخصوصية": "پاراستن",

  // About Us Content
  "مرحبًا بكم في تطبيق على مودك": "بەخێربێن بۆ ئەپڵیکەیشنی عەلامۆدەک",
  "نحن فخورون بأن نقدم لكم أول تطبيق إعلانات مبوبة مدعوم تقنيًا من قبل عدة شركات رائدة في مجال الذكاء الاصطناعي. تم تأسيس هذا التطبيق من خلال ائتلاف ثلاث شركات رائدة في مجال التجارة الالكترونية والتطوير الرقمي.":
      "ئێمە شانازییەك دەكەین كە یەكەم ئەپڵیکەیشنی هەواڵنامەی پۆلێنكراوی زیرەكی دەستكرد پێشكەش بکەین، كە لەلایەن چەندین كۆمپانیای پێشەنگی بواری زیرەكی دەستكردەوە پاڵپشتی دەكرێت. ئەم ئەپڵیکەیشنە لە ڕێگەی ئەلیانسێکی سێ کۆمپانیای پێشەنگی بواری بازرگانی ئەلیکترۆنی و گەشەپێدانی دیجیتاڵی دروست کراوە.",

  "رؤيتنا": "بینیمان",
  "بفضل دعمنا التقني من عدة شركات عالمية مختصة في الذكاء الاصطناعي، نهدف إلى تقديم تجربة فريدة ومبتكرة للمستخدمين. يعتبر تطبيقنا أول تطبيق إعلانات مبوبة يعمل بالذكاء الاصطناعي، مما يتيح للمستخدمين الوصول إلى محتوى مخصص وذكي يلبي احتياجاتهم بشكل أفضل.":
      "بە پاڵپشتی تەكنەلۆژیایی چەندین كۆمپانیای جیهانی تایبەت بە زیرەكی دەستكرد، ئامانجمان ئەوەیە تاقیكردنەوەیەکی تایبەت و نوێ بۆ بەكارهێنەران دابین بكەین. ئەپڵیکەیشنەكەمان یەكەم پلاتفۆرمی هەواڵنامەی پۆلێنكراوی كارلێكی زیرەكی دەستكردە، كە ڕێگە بە بەكارهێنەران دەدات بگەنە ناوەڕۆكی خۆكار و زیرەك كە پێویستییەكانیان باشتر دابین دەكات.",

  "فريقنا": "تیمەكەمان",
  "يضم فريقنا مجموعة من الخبراء في مجالات متعددة، مما يضمن تقديم أفضل الحلول والخدمات لعملائنا. نحن متحمسون للعمل معكم لنحقق معًا أهدافكم.":
      "تیمەكەمان پێكهاتووە لە شارەزایانی چەندین بواری جیاواز، كە دڵنیایی دەداتەوە لە پێشكەشكردنی باشترین چارەسەر و خزمەتگوزاری بۆ كلییەكانمان. ئێمە پەرۆشین كە لەگەڵتان كار بكەین بۆ گەیشتن بە ئامانجەكانمان.",

  "اتصل بنا": "پەیوەندیمان پێوەبکە",
  "نحن هنا للاستماع إليكم ومساعدتكم في تحقيق طموحاتكم. تواصلوا معنا عبر [وسائل الاتصال].":
      "ئێمە لێرەین بۆ گوێگرتن لێتان و یارمەتیدانتان لە گەیشتن بە ئارەزووەكانتان. لە ڕێگەی [ڕێگەكانی پەیوەندی] پەیوەندیمان پێوەبکە.",

  // Terms Content
  "شروط وأحكام استخدام تطبيق على مودك":
      "مەرج و ڕێساكانی بەكارهێنانی ئەپڵیکەیشنی عەلامۆدەك",
  "مقدمة: مرحبًا بك في تطبيق على مودك. باستخدامك لهذا التطبيق، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على هذه الشروط، يرجى عدم استخدام التطبيق.":
      "پێشەكی: بەخێربێن بۆ ئەپڵیکەیشنی عەلامۆدەك. بە بەكارهێنانی ئەم ئەپڵیکەیشنە، تۆ ڕازی دەبیت بە پابەندبوون بەم مەرج و ڕێسایانە. ئەگەر ڕازی نەبیت، تكایە ئەپڵیکەیشنەكە بەكارمەهێنە.",

  "1. تعريفات:": "١. پێناسەكان:",
  "• التطبيق: يشير إلى تطبيق على مودك المتاح على منصات التشغيل.\n• المستخدم: يشير إلى أي فرد يقوم بتحميل واستخدام التطبيق.\n• الإعلانات: تشير إلى الإعلانات المبوبة التي يتم نشرها عبر التطبيق.":
      "• ئەپڵیکەیشن: ئاماژەیە بۆ ئەپڵیکەیشنی عەلامۆدەك لەسەر پلاتفۆرمەكان\n• بەكارهێنەر: هەر تاكێك كە ئەپڵیکەیشنەكە دابگیرێت یان بەكاریبهێنێت\n• هەواڵنامەكان: ئاماژەیە بۆ هەواڵنامە پۆلێنكراوەكان كە لە ڕێگەی ئەپڵیکەیشنەكە بڵاو دەكرێنەوە",

  "2. حقوق وواجبات المستخدم:": "٢. ماف و ئەركەكانی بەكارهێنەر:",
  "2.1. حقوق المستخدم:": "٢.١. مافی بەكارهێنەر:",
  "• يحق للمستخدم استخدام التطبيق بشكل قانوني ومناسب.\n• يحق للمستخدم نشر الإعلانات الخاصة به وفقًا للشروط المحددة.\n• يحق للمستخدم تلقي الدعم الفني والمساعدة من فريق الدعم.":
      "• مافی بەكارهێنانی ئەپڵیکەیشنەكە بە شێوەیەکی یاسایی و گونجاو\n• مافی بڵاوكردنەوەی هەواڵنامە تایبەتییەكان بە پێی مەرجە دیاریكراوەكان\n• مافی وەرگرتنی یارمەتی تەكنیکی لە تیمی پشتگیری",

  "2.2. واجبات المستخدم:": "٢.٢. ئەركەكانی بەكارهێنەر:",
  "• يجب على المستخدم تقديم معلومات صحيحة ودقيقة عند التسجيل ونشر الإعلانات.\n• يحظر على المستخدم نشر أي محتوى غير قانوني أو مسيء أو يروج للعنف أو الكراهية.\n• يجب على المستخدم احترام حقوق الملكية الفكرية وعدم انتهاك حقوق الآخرين.":
      "• دابینكردنی زانیاری ڕاست و ورد لە كاتی خۆتۆماركردن و بڵاوكردنەوەی هەواڵنامە\n• قەدەغەكراوە بڵاوكردنەوەی هەر ناوەڕۆكێكی نایاسایی یان ئازاربەخش\n• ڕێزگرتن لە مافیەكانی مڵکێتی بیرکاری و پێشێلنەكردنی مافی ئەوانی تر",

  // Privacy Content
  "سياسة الخصوصية لتطبيق على مودك": "پالیسی پاراستنی عەلامۆدەك",
  "مقدمة: نلتزم بحماية خصوصيتك. توضح هذه السياسة كيفية جمع واستخدام وحماية المعلومات الشخصية الخاصة بك عند استخدام تطبيق على مودك.":
      "پێشەكی: ئێمە خۆبەندین بە پاراستنی تایبەتمەندییەكانت. ئەم پالیسییە ڕوون دەكاتەوە كە چۆن زانیارییەكانی تایبەتییەكانت كۆدەكەینەوە، بەكاریاندهێنین و پارێزگاریان لێدەكەین.",

  "1. المعلومات التي نجمعها:": "١. زانیارییە كۆكراوەكان:",
  "1.1. المعلومات الشخصية:": "١.١. زانیارییەكانی تایبەتی:",
  "عند التسجيل في التطبيق، قد نجمع معلومات مثل الاسم، البريد الإلكتروني، رقم الهاتف، ومعلومات الحساب الأخرى.":
      "لە كاتی خۆتۆماركردندا، دەتوانین زانیاری وەك ناو، ئیمێڵ، ژمارەی مۆبایل و زانیارییەكانی هەژمارەكەت كۆبكەینەوە.",

  "1.2. المعلومات غير الشخصية:": "١.٢. زانیارییە ناتایبەتییەكان:",
  "قد نقوم بجمع معلومات غير شخصية مثل نوع الجهاز، نظام التشغيل، عنوان IP، وبيانات الاستخدام لتحسين تجربة المستخدم.":
      "دەتوانین زانیاری ناتایبەتی وەك جۆری ئامێر، سیستەمی كارپێكردن، ناونیشانی IP و زانیارییەكانی بەكارهێنان كۆبكەینەوە بۆ باشتركردنی ئەزموونی بەكارهێنەر.",

  "2. كيفية استخدام المعلومات:": "٢. چۆنییەتی بەكارهێنانی زانیاری:",
  "نستخدم المعلومات التي نجمعها للأغراض التالية:\n• لتقديم خدمات التطبيق وتحسينها.\n• للتواصل معك بشأن حسابك أو الخدمات المقدمة.\n• لتحليل البيانات وفهم كيفية استخدام التطبيق.":
      "ئێمە زانیارییە كۆكراوەكان بۆ ئەم مەبەستانە بەكاردەهێنین:\n• پێشكەشكردن و باشتركردنی خزمەتگوزارییەكان\n• پەیوەندی گرتن لەگەڵ تۆ لەبارەی هەژمارەكەت یان خزمەتگوزارییەكان\n• شيكردنەوەی زانیارییەكان و تێگەیشتن لە چۆنییەتی بەكارهێنانی ئەپڵیکەیشنەكە",
  //////////////// Delete Account Dialog ///////////////
  "حذف الحساب الدائم": "سڕینەوەی هەژمار بۆ هەتاهەتایی",

  // Consequences List
  "كل البيانات سيتم حذفها بشكل نهائي": "هەموو داتاكان بۆ هەتاهەتایی دەسڕێنەوە",
  "لا يمكن استرجاع الحساب بعد الحذف":
      "هەژمار ناتوانرێت دووبارە بگەڕێتەوە دوای سڕینەوە",
  "سيتم إلغاء جميع الاشتراكات": "هەموو بەشدارییەكان هەڵدەوەشێنرێن",
  "فقدان الوصول إلى الخدمات المرتبطة":
      "لەدەستدانی چوونەژوورەوە بۆ خزمەتگوزارییە پەیوەستكراوەكان",

  // Buttons
  "إلغاء الأمر": "پاشگەزبوونەوە",
  "تأكيد الحذف النهائي": "دووپاتکردنەوەی سڕینەوەی هەتاهەتایی",

  // Snackbar Messages
  "تم الحذف": "سڕینەوە",
  "تم حذف الحساب بشكل نهائي": "هەژمارەكە بەشێوەیەکی هەتاهەتایی سڕایەوە",
  "المنشور الممول": "پۆستی بەرزكراو",
  "وصل إلى جمهور أوسع وضاعف تفاعل منشوراتك":
      "گەیشتن بە بینەری زیاتر و زیادكردنی كارلێك",
  "العرض العادي": "پۆستی ئاسایی",
  "ظهور مميز في الصفحة الرئيسية": "پێشاندان لە پەڕەی سەرەكی",
  "ظهور عادي مع باقي المنشورات": "پێشاندانی ئاسایی لەگەڵ پۆستەكانی تر",
  "x3 التفاعل": "٣x كارلێك",
  "وضوح أعلى": "بینراوێتی زیاتر",
  "زيادة معدلات المشاهدة": "زیادكردنی ڕێژەی بینین",
  "جمهور أوسع": "بینەری فراوانتر",
  "وصول لمتابعين جدد": "گەیشتن بە شوێنكەوتووی نوێ",
  "تمويل مرن": "بودجەی وریا",
  "سهوله في الطلب وبشكل فوري": "ئاسانی و خێرایی لە داواكردندا",
  "مدة الترويج": "ماوەی بەرزكرنەوە",
  "عالي ويصل لاسابيع او اشهر": "تا هەفتە یان مانگێك",
  "اختر المنشور المطلوب": "پۆست هەڵبژێرە",
  "تقديم الطلب": "ناردنی داواكاری",
  "مراجعة الإدارة": "پێداچوونەوەی بەڕێوەبەری",
  "النتيجة": "ئەنجام",
  "سيتم مراجعة طلبك خلال 24 ساعة وسيتم إشعارك بالنتيجة":
      "داواكاریەكەت لە ماوەی ٢٤ كاتژمێر پێداچوونەوەی دەكرێت",
  "اطلب الخدمة الآن": "ئێستا خزمەتگوزاری داوا بكە",
  "يرجى اختيار منشور أولاً": "تكایە یەك پۆست هەڵبژێرە",
  "تم إرسال طلب الممول بنجاح": "داواكاری بەرزكرنەوە بە سەركەوتووی نێردرا",
  "تم بنجاح": "سەركەوتوو",
  ///////
  //////////////// عام ///////////////
  "الإعدادات": "ڕێکخستنەکان",
  "تمويل المنشورات": "پارەدانانی پۆست",
  "سنة": "ساڵ",
  "شهر": "مانگ",
  "اشترك الآن": "ئێستا بەشداری بکە",
  "لمدة": "بۆ ماوەی",
  "اختر القسم": "بەشی هەڵبژێرە",
  "ممول": "پارەدراو",
  "المنشورات الممولة": "پۆستە پارەدراوەکان",
  "إنستجرام": "ئینستاگرام",

  //////////////// المصادقة والحساب ///////////////
  "مرحبًا بعودتك!": "بەخێربێیتەوە!",
  "سجل الدخول لاستئناف رحلتك": "چوونەژوورەوە بۆ دەستپێکردنەوەی گەشتەکەت",
  "ليس لديك حساب؟ سجل الآن": "هەژمارت نییە؟ ئێستا خۆت تۆمار بکە",
  "نسيت كلمة المرور؟": "وشەی نهێنیت لەبیرکردووە؟",
  "انضم إلينا بسهولة": "بە ئاسانی پەیوەست ببین",
  "أنشئ حسابك في دقيقتين": "هەژمارەکەت لە دوو خولەکدا دروست بکە",
  "الخطوة الثانية: حماية الحساب": "هەنگاوی دووەم: پاراستنی هەژمار",
  "الخطوة الأولى: المعلومات الأساسية": "هەنگاوی یەکەم: زانیارییە بنەڕەتییەکان",
  "لديك حساب؟": "هەژمارت هەیە؟",
  "سجل الدخول الآن": "ئێستا چوونەژوورەوە بکە",
  "بالاستمرار أنت توافق على الشروط والأحكام":
      "بە بەردەوامی ڕێکەوتنی لەگەڵ مەرج و ڕێساکان",
  "أسم حسابك الخاص؟": "ناوی هەژمارە تایبەتییەکەت؟",
  "مثال: أحمد محمد": "نموونە: ئەحمەد محەممەد",
  "يجب ألا يقل الاسم عن 3 أحرف": "ناو پێویستە کەمترین ٣ پیت بێت",
  "الاسم قصير جدًا (3 أحرف على الأقل)": "ناو زۆر کورتە (کەمترین ٣ پیت)",
  "مرحبًا": "سڵاو",
  "اختر كلمة مرور قوية": "وشەی نهێنییەکی بەهێز هەڵبژێرە",
  "أدخل كلمة مرور قوية": "وشەی نهێنییەکی بەهێز بنووسە",
  "يجب ألا تقل كلمة المرور عن 4 أحرف": "وشەی نهێنی پێویستە کەمترین ٤ پیت بێت",
  "كلمة المرور قصيرة جدًا (4 أحرف على الأقل)":
      "وشەی نهێنی زۆر کورتە (کەمترین ٤ پیت)",
  "يجب أن يحتوي الاسم على 3 أحرف على الأقل": "ناو پێویستە کەمترین ٣ پیت هەبێت",
  "أنشئ الحساب": "هەژمارەکە دروست بکە",
  "يجب أن تحتوي كلمة المرور على 4 أحرف على الأقل":
      "وشەی نهێنی پێویستە کەمترین ٤ پیت هەبێت",
  "العودة لتعديل الاسم": "گەڕانەوە بۆ دەستکاری ناو",
  "استكشف التطبيق كزائر": "ئەپڵیکەیشنەکە وەک میوان بکۆڵەوە",
  "جاري إنشاء حسابك...": "هەژمارەکەت دروست دەکرێت...",

  //////////////// المنشورات والخدمات ///////////////
  "المنشور المطلوب": "پۆستی داواکراو",
  "ملاحظة:تواصل من خلال ايقونة الواتساب العائمة لمعلومات أكثر":
      "تێبینی: بۆ زانیاری زیاتر لە ئایکۆنی واتساپ پەیوەندی بكە",
  "إضافة منشور جديد": "پۆستی نوێ زیاد بکە",
  "الحي-المنطقة": "گەڕەک-ناوچە",
  "الوصف الشامل": "وەسفی گشتگیر",
  "الخدمات الإضافية": "خزمەتگوزارییە زیادەکان",
  "خدمة التوصيل": "خزمەتگوزاریی گواستنەوە",
  "مواعيد العمل": "کاتی کارکردن",
  "الوصف المختصر": "وەسفی کورت",
  "تفاصيل اضافية": "وردەکارییەکان",
  "الخدمات المميزة": "خزمەتگوزارییە پێشکەوتووەکان",
  "المرافق والخدمات المتاحة": "دامەزراوەکان و خزمەتگوزارییە بەردەستەکان",
  "أنواع الاشتراكات": "جۆرەکانی بەشداری",
  "قسم خاص للسيدات": "بەشی تایبەتی خانمان",
  "وصف تفصيلي": "وەسفی ورد",
  "وصف مختصر": "وەسفی کورت",
  "أماكن الجلوس": "شوێنەکانی دانیشتن",
  "أطلالات او اماكن الجلوس..مثل إطلالة خارجية وجود قسسم VIP خاص وإلخ..":
      "دیاردەکان یان شوێنەکانی دانیشتن.. وەک دیاردەیی دەرەکی و بەشی VIPی تایبەت..",
  "قسم العائلات": "بەشی خێزانەکان",
  "يوجد": "هەیە",
  "يوجد دفع الكتروني": "پارەدانانی ئەلیکترۆنی هەیە",
  "نعم": "بەڵێ",
  "هل يوجد خدمة توصيل": "خزمەتگوزاریی گواستنەوە هەیە؟",
  "نبذة عن المطعم": "وورسی کورت لەسەر ڕێستۆران",
  "ساعات النشاط": "کاتەکانی چالاکی",
  "هل يحتوي المنشور على مبلغ مالي؟": "ئایا پۆستەکە پارەی تێدایە؟",
  "رقم الواتساب:": "ژمارەی واتساپ:",
  "إمكانية الإيجار": "ئەگەری کرێ",
  "قابل للايجار": "کرێپێدراو",
  "ليس قابل للايجار": "کرێپێنادرێت",
  "شبة جديد": "وەک نوێ",
  "مستعمل عادي": "بەکارهێنانی ئاسایی",
  "مستعمل بشدة": "بەکارهێنانی زۆر",
  "تقسيط": "قسەت",
  "بيع مفرق": "فرۆشی خرد",
  "حالة التأمين": "بارەی دڵنیایی",
  "مؤمن": "دڵنیاکراو",
  "غير مؤمن": "دڵنیانەکراو",
  "بدء التأمين الآن": "ئێستا دڵنیایی دەستپێبکە",
  "الاشتراك الحالي": "بەشدارییەکەی ئێستا",
  "بيـانات النـاشر": "زانیارییەکانی بڵاوکەر",
  "بيانات النــاشر الخاص بحــسابك وتعرض عند عرض المنشورات":
      "زانیارییەکانی بڵاوکەری هەژمارەکەت کە لە کاتی پیشاندانی پۆستەکان دەردەکەوێت",
  "قائمة المنشورات": "لیستی پۆستەکان",
  "الاشتراك الآن": "ئێستا بەشداری بکە",
  "يمكنك الاشتراك الآن للتمتع بمزايا إضافية":
      "دەتوانیت ئێستا بەشداری بکەیت بۆ سوود وەرگرتن لە خزمەتگوزارییە زیادەکان",
  "لايوجد اشتراك نشط": "هیچ بەشدارییەکی چالاک نییە",

  ///
  "خدمة الدفع الإلكتروني": "خزمەتگوزاریی پارەدانی ئەلیکترۆنی",
  "خطأ في الإدخال": "هەڵەی ناوهێنان",
  "الرجاء إدخال رقم هاتف صحيح": "تکایە ژمارەی مۆبایلێکی دروست بنووسە",
  "إضافة وسيلة الامان سيساعدك في عملية تامين حسابك وإمكانية إستعادته عند فقدانه":
      "زیادکردنی ڕێگەی پاراستن یارمەتیت دەدات لە پاراستنی هەژمارەکەت و گەڕاندنەوەی کاتێک ون دەبێت",

//////////
  "تم جلب البيانات بنجاح": "داتاکان بە سەرکەوتوویی هێنرا",
  "الموقع غير متوفر": "شوێنەکە بەردەست نییە",
  "الاشتراك من خلال الاكواد": "بەشداریکردن لەڕێی کۆدەکان",
  "خطوات التفعيل:": "هەنگاوەکانی چالاککردن:",
  "تفعيل الباقة باستخدام الكود": "پاکەت چالاکبکە بەکۆد",
  "احصل على كود التفعيل من المصدر المعتمد":
      "کۆدی چالاککردن وەربگرە لە سەرچاوەی رەسمی",
  "أدخل الكود في الحقل المخصص أدناه": "کۆدەکە بنووسە لە خانەی خوارەوە",
  "اضغط على زر التفعيل لإكمال العملية":
      "کلیک لەسەر دوگمەی چالاککردن بۆ تەواوکردن",
  "تفعيل الآن": "ئێستا چالاکبکە",
  "مبروك!": "پیرۆزە!",
  "تم توليد الكود": "کۆد دروستکرا",
  "تم تفعيل الباقة بنجاح": "پاکەت بە سەرکەوتوویی چالاککرا",
  "الأكواد المولدة": "کۆدە دروستکراوەکان",
  "رجوع": "گەڕانەوە",
  "تم النسخ": "کۆپی کراوە",
  "تم نسخ الكود إلى الحافظة": "کۆد کۆپی کراوە بۆ کلیپبۆرد",
  "لا توجد أكواد متاحة حالياً": "هیچ کۆدێک بەردەست نییە",
  "تاريخ البدء": "بەرواری دەستپێکردن",
  "تاريخ الانتهاء": "بەرواری کۆتایی",
  "الأقسام المختارة": "بەشە هەڵبژێردراوەکان",
  "عدد الحسابات الفرعية": "ژمارەی هەژمارە ژێرەکان",
  "تجديد الاشتراك": "نوێکردنەوەی بەشداری",
  "عرض الأكواد": "پیشاندانی کۆدەکان",
  "توليد كود جديد": "دروستکردنی کۆدی نوێ",
  "يوم": "رۆژ",
  'ليس لديك باقة نشطة': 'تۆ پاکێژی چالاکت نیە',
  'يجب عليك الاشتراك في إحدى الباقات المدفوعة لإنشاء منشور':
      'پێویستە بەشداربیت لە یەکێک لە پاکێژە پارەدراوەکان بۆ دروستکردنی پۆست',
  'لا يوجد باقات نشطة': 'هیچ پاکێژێکی چالاک نیە',
  'إما أن باقاتك قد انتهت أو أنك استنفدت عدد المنشورات المسموحة':
      'یان پاکێژەکەت تەواو بووە یان ژمارەی پۆستە ڕێگاپێدراوەکەت بەکارهێناوە',
  'غير مسموح': 'ڕێگاپێدراو نیە',
  'الباقة التي لديك لا تسمح بالنشر في هذا القسم':
      'پاکێژەکەت ڕێگە نادات بە ناردنی پۆست لەم بەشە',
  'الرجاء إختيار اللغة': 'تکایە زمانێک هەڵبژێرە',
  'الإكمال الان': 'تەواوکردنی ئێستا',
  'أدخل الاسم المعروض': 'ناوی پیشاندان بنووسە',
  'وصف مختصر للنشاط': 'پوختەی چالاکی',
  'تم الحفظ بنجاح': 'بە سەرکەوتوویی هەڵگیرا',
  'تم الإضافة في قائمة الطلب سيتم المراجعة':
      'زیاكرا بۆ لیستی داواكان، لەژێر پێداچوونەوە',
  'الباقة التى طلبتها:': 'پاکێژەکەی تۆ داوای کردووە:',
  'حسناً': 'باشە',
  'تم الطلب': 'داواکە نێردرا',
  'تم إرسال طلب الاشتراك بنجاح.': 'داواکاری بەشداربون بە سەرکەوتوویی نێردرا',
  'عذرًا، لا توجد منشورات لعرضها': 'ببورە، هیچ پۆستێک نیە بۆ پیشاندان',
  'يمكنك البدء بإنشاء منشور جديد الآن': 'دەتوانی ئێستا پۆستێکی نوێ دروست بکەیت',
  'أدخل هنا أي تفاصيل إضافية تريد وضعها': 'هیچ وردەکارییەکی زیادە لێرە بنووسە',
  'ادخل اسمك هنا': 'ناوی خۆت لێرە بنووسە',
  'ادخل عمرك هنا': 'تەمەنی خۆت لێرە بنووسە',
  'ادخل اللغات التي تجيدها هنا': 'ئەو زمانانەی قسەیان پێدەکەیت لێرە بنووسە',
  'ادخل الأوقات المفضلة او المتفرغ فيها للعمل هنا او نشاطك':
      'کاتە پەسەندکراوەکان یان بەردەستەکانت بۆ کار لێرە بنووسە',
  'أدخل هنا خبراتك بشكل نصي ومختصر': 'ئەزموونەکانت بە پوختی لێرە بنووسە',
  'أدخل هنا نبذة شخصية عنك بشكل كامل': 'ژیاننامەی تەواوی خۆت لێرە بنووسە',
  'أدخل هنا الخدمات المميزة والخاصة بالمطعم':
      'خزمەتگوزارییە تایبەتەکانی چێشتخانە لێرە بنووسە',
  'أدخل هنا السعر الأبتدائي للمزاد': 'نرخی دەستپێکی مزاد لێرە بنووسە',

  "التصنيفات الرئيسية": "پۆلەکانی سەرەکی",
  "تصفح المنشورات التى تريدها من خلال التصنيف المرغوب":
      "پۆستەکانی بەخوێنەوە کە دەتەوێت لە ڕێگەی پۆلی داواکراوەوە",
  "إعلاناتنا الحالية": "ڕیکلامەکانی ئێستامان",
  "شاهد أحدث الإعلانات الخاصة والعروض الخاصة":
      "تازەترین ڕیکلامە تایبەتەکان و پیشکەشە تایبەتەکان ببینە",
  "المنشورات والبحث": "پۆستەکان و گەڕان",
  "تصــفح المــنشورات وابحث من خلال صندوق البحث المتقدم":
      "پۆستەکان بەخوێنەوە و لە ڕێگەی سندوقی گەڕانی پێشکەوتووەوە بگەڕێ",
  "أنشئ منشور جديد": "پۆستێکی نوێ دروست بکە",
  "ابدأ نشر إعلانك خلال دقائق": "ڕیکلامەکەت لە چرکەیەک دەستپێبکە",
  "تمويل منشور": "دارایی پۆست",
  "اختر الخطة لتعزيز وصولك": "پلانی هەڵبژێرە بۆ بەهێزکردنی بەردەستیت",
  "اذهب": "بڕۆ",
  "استعراض الباقات": "پاکەتەکان پیشبدە",
  "البحث المخصص": "گەڕانی خوازراو",
  "سجل دخولك": "چوونەژوورەوە",
  "مرحباً": "بەخێربێیت",
  ////
  'منصة الإعلانات المبوبة في العراق': 'سەکاندەی ڕیکلامی ڕیخراو لە عێراق',
  'مطورة من طرف العاصمة للتسويق والبرمجة © 2025':
      'پەرەپێدراوە لەلایەن کۆمپانیای "العاصمة" بۆ بازاڕکردن و بەرنامەسازی © 2025',
  'عن المنصة': 'دەربارەی پلاتفۆرمەکە',
  'خدماتنا': 'خزمەتگوزاریەکانمان',
  'نشر منشور الآن': 'ئێستا ڕیکلامەکەت بڵاو بکەوە',
  'تواصل معنا': 'پەیوەندیمان پێوە بکەوە',
  'لا يوجد محتوى حالياً': 'ئێستا هیچ ناوەڕۆکێک نییە',
  "الناشرين": "نووسەرەکان",
  "البحث عن ناشرين": "گەڕان بۆ نووسەرەکان",
  "أدخل اسم الناشر": "ناوی نووسەر تێپەڕە",
  "تجاري": "تجارەیی",
  "شخصي": "کەسی",
  "التخصص": "تخصص",
  "نبذة": "پەیوەندیدان",
  "لا يوجد نتائج": "هیچ ئەنجامیەک نەدۆزرایەوە",
  "حاول تعديل معايير البحث الخاصة بك": "تکایە شێوازی گەڕاندنەوەی خۆت بگۆڕە",
  "فلترة متقدمة": "فیلترکردنی پێشکەوتوو",
  "معايير البحث": "مه‌به‌ستی گه‌ڕان",
  "إعلان ممول": "ره‌گه‌یاندنی په‌یوه‌ندکراو",
  "إعلان جديد..!": "ره‌گه‌یاندنێکی نوێ..!",
  "عرض الخريطة": "بینینی نه‌خشه‌",
  "سياسة الخصوصية": "پۆلێتی نهێنی",
  //////////////
  ////
  "لا توجد رسائل جديدة": "هیچ پەیامێکی نوێ نییە",
  "تأكيد الحذف": "دڵنیاکردنەوەی سڕینەوە",
  "هل أنت متأكد من حذف هذه الرسالة؟": "دڵنیایت کە دەتەوێت ئەم پەیامە بسڕیتەوە؟",
  "تفاصيل الرسالة": "وردەکاریەکانی پەیام",
  "حذف": "سڕینەوە",
  "إغلاق": "داخستن",
  "الرسائل والتنبيهات": "پەیامەکان و ئاگادارییەکان",

  "تــفاصيل النــاشر": "وردەکاریەکانی بڵاوکەر", "معرض الصور": "گەلێری وێنەکان",
};
